{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"T": {"type": "DT_FLOAT"}, "Tmultiples": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"T": {"type": "DT_INT32"}, "N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "6EKQvt8DkL7TL2q9NEoAvgUzlD0x7nm+cZx8vWVL5b1U3GC+a5z/PQ+Kqj13Jae93MO0vbDDz7xhOa08kcdPvLxd4jwkp5s93ULwvHY0ET7E2Qy+c6LIPPab4b1q+7Q9YhpFvtc/Vz4/uL+8i0unPW8SNb51Dre9/hpnveCWm73YYhC+poyRvXNygr0LrgQ++cYDvh6GXL4Z3Dk+IRfZPWJgO75KTuW9+8mCvlsvyDq1ePC8dndCvoUJR77uLdo99gIVvVFBHrxIoYG9IkRIve0kQb4kane8kHY6PpOJA755qrW94QGTvqWzjr5zY4I99yWpPcHIfr4MEaA+DNitOYyfqj07Foq9Dmu6vO4MxL2/EDK9k0cOvpHBgTyduRg98OlhvRLZTz6WaQS+pHk+PCgn2r2H+3g+7xMjvHJeqD3xrLW+YTQ9PfS6or4VuAw+8pZcPcZW9L0ZIBw8lQsuvsmkUj0VDRi+G5taPhorT777v6u89XXgvTax8DzrqyU+tODnPa2DcL4YooA++W8bvgy9Ir43dyW+YtBhPpUSeb58dyy+XRDCPOGSTL1AR/S992jEO/i4hb3ShI49QR1zvOy/pr2/XYW+szgIPj/RTD0+8Xg9roIBvrpvLz5Ub8Y9ETLHu4xEnj1OfSO+VLBEvsEtML1dgi6+kM+RPbKLXD0Rn4G9+Jo9PiZxiD0stgI+YNOrPM2rSz4rL3C+k72LPYgzuTyDT2G+YmcYPn9g4j3MkqE+16DCPU8Zwz1gnhm+36GeO21KrD1da2u9V/OCPsSNSr0MbDQ+XwGbvkKDiz32yJe8T1PkPXPg0DuM+Q49oGsPPqaaAr6YLzk8SeKWvnwY0L1j+Ho9AWEEvoPooz1hdle9W1M0PMWUCLx4p5u80J0Qvo+4EL6uYTG+uVGtvUxxnj4Zb8i9FJpavjf2OT5a17w9QqwQvskZIb17Ii+91k2pveTFDT6EoYi95MzBPeq4tj0xJy4+h5uZvDTUwLwwh7+98BB8Pt7DY7335d89S0oZvs9URj7e13S5csB4PV7f/D2f2QM+jyE5vs66Nb38Bq68Q+IPvFuASz1ijoq9q8oyPtTcJj7wzaw8iu61PVtJGT3deKY81VtDvSTRDjxA3aW8UleavXh+fj3EBZA9s6IivhEV+z2ayHc9Bj6JvQc7IL4Isw68ChPwvRzKPD7H/z++EY1TPr6ZE7zG/mO9XiqDvMEVEjvP5XU+KmVwvcittD2dBiA+U1uxvR2SGD2f5ua54oj4Pa83mTzGjE+8mLbhPR5Z5z2WgM096m9BPs2lFT3igBC+QOJrPhMyhj0Ioky+/CLdvUmyG77haxM+ZzRRvm4NCbvzv/Y9154pPShhrb5enSS932tQvnWZgLzWrey94Gi6vu7uCr7eYyy+D76ePTdLkr3frOC9xjslPnqpsD1eCcs+KxRDvRCVjz48vSW++usqvOCuiD5sx0W+skngPcE2Lb6UHyc+dHbzvc5UaL2Eu1Y+XU0JvikB5r3YwDW9i6TkPFPN9D1p2gS+234FvsxioryOvUA9BQ5kPmRIHD7hnHg+sLqQPd4zsj0GnlA+DNjzvVVq/b0KnjM+l0N2vh/8Jj4oIiW+v+Gavk1ym71Nzeg+YpwXujUsqr0yqLI9RrB6viSX3j7kDmG9en82vktMWj0u1iW+0GjKvbqqrb0Ufeq+Lb8KvuogGb5DQUA9N/lPPkAvkDx5qjk+zFyPvvYSfT3sRHa9KRHovY+atr1H7vQ9atZiPto0rDz/6DE+hkaRPj5oAj9EpRc+LGXRPTLUnLznmfk8QI2xvedP3Lwsr589HnoXPtIQMj5GGrc9aqfZvSc+IL0E6x4+F7WDvn7JFr704yS+EawEvmCLj7y4DtY9tREwvfVCzz3G96Q8MBv0vGUdQrzwYJM9UImdPrFfUb55nFs9BYlUO4nvCb5NWcc9/wrwPQHQwr1ayqE+k44TvkafTb7/5+88IHEKvYLCmb1zVIG9xIyaPp3dPL4Hw64+R2q1vCZ5zTwVP6Y+djMbvnpogD02OwM9+fWYvX6JEr5ns/+8rAaGPdWCgr6puoG+hsf+vZf7DT4VJ5a+MRm0vdVhSb43+w4+K64lvax2ij3D/is+L+OZPVACpj18AUm+SngevhHzjL0UbYi9sFpwvHtm2jvOPrk9OaQsvijpY75uihu+NzMIPVLlOT6imCW+CNCxPIZpjj0v+1C+iGG5PFVqX764OaS9tSz4vWyAbbxuQhY97UYWPl3bjD636BS/d4zfPX+NNL7iyXC+gnxuvtfPzL2WDKI9t05BPctiD77Lxy893GwaPm7jbr0eysg9fRlkPJWgWz6DTuQ9m9PgPW2/Cb75qju+fH8evaKHozz84tm8Zpwxvj6QGL0KKmU+HMNSPZ93hL6wZ02+N+GUPCQHrTyF0Ia8JnRfPZqOvDy5aDw9GmXNPZ2vDz1W7xK9dj1jvnylFz31viM+PFCXvWgxXrxpmuC9txodvgPdBD1BSKQ9arNEPh337j1BtP++BQzDvHWOQr0/2N+82fnkPYXrar4BJZq+pRkOPnNyxj183Qe+NEIIvhNq3TxnkwM+MuHCPRl98TnhnYO+07UhPVtBDL66k7o9dfLovfFv/D2fAWi7rsq4Pf0H8j2mw828iMHzvW+Emz0k4is+gsnRvV2tkr0vN7S9yRCFvfpXM760JJA9rPo7Prw5Cz0dvh8+jjZFviywVr7bm5w8K55SvUxSSr3bbXg9qrtpPfQYVT3kBBK+D3SSvntUA72wz9e87/qOvayvlz2jhbi9/aXBu/ffCT5CINM9MQ0tvropiD3rMBA+L6lhvggO7z6jzNQ9RFdLPl0wtD1GAz++30ozPmfzmr2hIKU8Z8HwvYYwMT6dek0+xzuWPZ6aIb7r1409ni2LPgxV4z3MQ4s+hgPgvYKJPj0gtja+5K0FviTGbr4fWtG8qqcwPkmD2z1tomu9JrjOvaNvHb6/PyO92DjwvVaDDr43gYq9V118PpmzLz1//eQ9afFUvVB68jz8YoG9RTp/vpFXQ7uObVK+TViEvFl8RT3OcjO+YCEBPrMq5L3qBsK8+rs4PjkA271AoBa+z7gIPeKASj5c8/Q9Pa36PEESULvTN5O9ErZvvsLtrz0+KLU929MWvuTdOb7KuVe+15rnOggQq7zJkTQ9l3jEvex26rvPORg+HBkTvTO+2D2j9Pm9tfL/vH3GgL7G0Ri+XAwGvo6TCj4ftYE9MlyVOx27gr43la89CJdFvhcgDz4JvUQ+JyiNPfdkd748bqS9TMMiPpq+Lj7kh0c9mjY3Pnki/LwaSCs+0eUsPn0sFr2Pzwe9uQ2yvTLvJD3GzT6+e0okvvvT3b2MSFk842+BPZjde7yNPcW8JvMBvX780T2SZUU9zZV8vVyzmj7Zg9K9PT6RvV8jDT1hV1U958imPu0zJj4Tsys+9PvXPVeTwj0bjce86p4IPv85zTsGOOg8zlaVPfqjur01Xy8+H6SAPf1vRL7EHiy+B5dcvq4VFT7NwVY8xPVnvSKAyb2A+Lu+hGGBvVOqP775R789W2mEvh8/yb2pZ009Gwi+PfC1iz29QA+9NRIRvmKM6bwusQ8+4NuTvtKijT5tC689weUbvtSX3b0gmGQ8FKMyPm2jCr6clL69VGq5PWhwJL7fSpC+zpVXvvxaMT3m1IW9k33HvUIpAbyWJTg766hRviSVJb7QxwS8okcLvbuMgjyqm6A8Yr9ePbRo7T3Xryq+xXKIvcD5Jr6WCEU+W1pavZBZnzq6NDw9+vWCPl8wPz60fkS+EWFmviTMLLxTGD87USwjPbF3gj11DZA7SPiJPLwuKj0qlwA8FdNnvV0OBrz6vR69bD6JPTpzdr6D/xO+5moGPabEUD33pC2+WnUGPpq4sbyyf1k96SrzPT2bWT6zHyK9yFa5vTjiHj5DcJ2+BystPl0yZb4GySS+uZsEvk69rT1MEow9H7u4PVkZqr4DhNS9110rPTRnnL5SN2i+v6ldOz7Brr0B9vu9mu5LPpY85D0/UJA+RSFIPZWmMLxxuU2+Eji5vdfclj3b4429pBimvdOs170QFb++YN7svVFsfr1MRuy94H2ePSDsXz1TUCq+0HtBPqeSIb4a0JC+SN+sPahA9z1iRDM72UoIPgJmtr0JoT68hWzRvVwTv70DRcw9wzXfvRKiUjzuI/g8oZwmPnUZAjyOBHo9KmYuvTdNmb4NpoK7KDkCvemaSb5J14Q9ZAt9vGU/97nD3BE+3YbWPX27kT6nJkU9OXAdPTSdV72YDDO+uQEQvtCoLL61zOW+ivg5PZNIxTvVdH++d1uRvDsDdLsSlSK9r2O4vfScV77hIAU7hPAmPdVjjj2qeIs9BnIZvmYcLT4imii+V8sQPa1XD7489P881A9sPq/bDL4ue/U97WTbPdsIED4331g+0bMVPtsoar58XEO+lLd2vKCy/b3n+5a9DqqePLjICDlV52Q74+aHPTGN3L1Jr6a9rHCNPltmjr6iKyM+x/E2PtMHFL49bQ++z8Y5vCCUBj1gmQG+ECBtvsAlI7zYoRA+y1LsvEoP9D0qzwe+cJCUvvzmBL69rTi+M1EBvix36ryMiYq+1oEvPthoAD7K/S4+yuS8PcRVgj5aHRC+9FbnPNYRIL396oK9Oi0PvsUroT3rY2A9lMK4PWdKMb0rQSc+eEgrPhuTpz1NrDU82g78vfciZT5RzBe+F6pAviNqGb3J9Fu+x8CJvMAGUT7EDyi+plArvTqOZz1EeMi9s6tCvm0dvz0bfgS+kx4qPqULXL7+b8k9PjKIPTqyFD7AHie+nW/MPd9/uj3fH5K91Hh/PdcJzzzfMC++6h5aPbN5+73LMFY8dm93PUREkD6Xzko91A+CPsRnnj10mEC9DY0ZvmgeLT1ukWC+VeaFPc5paj7z9/w975hSPobhMjuSaGm+ASEVPvwdLj65Y3I+LLWBvkQxWT6iiTc+PuUQPu5vGb5IVnq9jTk+PaguEL58wD4+1PqDvp+2B76cfFG+NKOBPXjCmb21kVk9WrbBPannhD3i7xG9cT0pvcrumD3NTVm+BLTTvfczrj7U7Ee+42NuvqDULD5o9au7NGrQvV6iIr6DKA4+n7EnPuJMwD1nboW+8WjKvZCZGT4z6R89zn9Ou1TY7r0MJie9SXlbvtnePT2LUVg7rz06vSdkvD0Yk+u87veTvtW2/731cYy+vCgcPTG7Db7S0IE9QdqkvYq5XTx6u7W9OlIcvVP+Xr6ITv+937pAPn0H3L04XbY9wP8SvX2U1b3iCkw+AzkGvgIx5bxvx2c+LxlAvm+WAb0IF0q9kFR4u/gvvb0nh2W+w6Y8PndQxz3KVYG9gKNBPnnPAT6XigO+KlCIPbktJLzI6dc8N0OTvQq9Dj6WFnM98O3qvZKTDb6pDDw+uXDgPTMejrp3+wY+JeKaPdvFPD5xIS8+BFquvnYebD0gZKA9foWYPTKrkrwgf849rYg6Pf2+mT0d2hQ97IPYPZm7N74vabq9pd2SvRh11z35kbq7K1exvbqjRT5/Lig+5jjgvsSixz0dliW+NnDTvJAODD7C6ZW8tA0WvBurCr4WbGK8rPt4vp16N7497Fu++c2WPqLNML4i2Ka8+4fMu6wxAD6U7xW87+OkvslrMz6lhPs9tXBrvUzdwD1fRpe9Fr8YvZlgjT3U72K+463pu/7Aj72ufwA8v7iCvf+OSD20Dok9T73IPfqVUz7EHK+9t7kMPnFGez5RaVS9XtiZvUZyb70iJtA98Wp8PduHb74tbhw9ONyHvnnqgb7Y+Uc+zqS/u28nojzO43S8+zKePaiSLj5I+f89JrCKvtaAXzxIYT2+obbfPWGuWD4adnq+lGWivR60570Am1K+UCe9vCCccj7pfka9WfXEux0Rkzx4qrA9k0XZPALC2b3v3tE94d4NPo96+T2xahm9/sX5vb/I47vpzso9DmafO60Ssj3T4Du+Z6thvc8aF76GnYg9uceqPrMrLr6VcMi9oYbaPRgfYL49wSo+5hvxPbcgZz3YCWa+qQztPYw+jT3VRJA9wTusvNEOUTxSCyY+eBUtvqy9Wr2c/849Jmr/PTVwIT0t1lm+OHJivWCSn70zN/y8dUM+Ptfwlr6MKkG9ApSJPGV7nL7J7oY9staevcFaAT54Yr88AZkLvl+Frrs1cq291eCRPe1LHD7jZye+a57svbvGAr7gVAS8AyAFPqiyKb5zUne89AkKvjJBLz7yKq+9Uua6vYn17z28qQa9goMAvvxIhjwAewK+5MmQPREKAb4g8Uo+sfzGPGmqSzziWcU8x6zBPeJhS74pdoO987AHPniPDb6vi0S+VjjXPWXNIT7ykzq+F53HPaQc6D3jTtS9vGDyvfhSAT6rJBW+sNBJvtfuu7wDO02+I75cvWMRAr58xWs9al8Tvtgr7LxFRps8T+tAvo00vL2Cwz6+uEyOPbE8uL0DAoe+xyA4PsZQyb29i7g9MUfevQTjkL1t0zy8xQQ8vK5qP70iez09AczTPEXUo7z/Ccg8gESWvJqmNrtoITK+gdxEvtX61Ly/kCW+b78cvoVqAr4+vxC+F607u/EkWL4w7Ry+i0Y/vix2U766ixA+8lqKvYdQMz4k94C+xFjqPXgWyzvsCHa9VFoQvlvrIL33L3a+FcIxvtvIIr57Dp4920lOvrGfOb7G5KG7C6wVPXHpC745Pmi+ndBBvkyJVDwMORK8pTydvVwKjL09lbs9hP+svMFtLz3pqwc99UgIvrlcTT1hyYG7Cz26PTsBYb4CK4w8lhVjvskV+DzwQMW9B1oNPp2fC75+xi4++RkePO25gjxEwbE9an/mPUuTgT326gw+V4+DPvxrnbwC6VQ+nobFPS1MCD5XC5a8WUoMvkQpx73Y5gQ96V89vXa/7b2mVQ0+SggiPcx6IT6+2yI+ij8SvsPwCL07rhk+r6RkPXKRUL777zw9ta/zvTTq773dl0q+wXKSvS9aZL1bpkk9mTZVvkosiT20DIq9FfzMPK8u2r0g69s93dMXPbLkXT63gcu9+KnYvZbHqj4HSkS+46+Gvb5Br73JmVs94SR/vctgKb5/tl++xkq4OwwYzr0G7to9ogmXPJc6j73CzkU75AKTPk+vVL0e9mo9mLFsvd7TIT7tJeu8FkoyPKl/BT6aoXo9eZlEvhQOfruFBNy9HMjEPXdyML7Cm4M9QgX0vVHaBLucDRE+HxSZvY3tL77CKtK9IzoOPhKrKb0TqCU9ZA5dvgUjdr0/xp09T7l0Pcj/QD7emyY+WZoeviJ1O766PZG9qITBPozQZ74na1U+AK7fPTS3zr0HLoY+M6Bqvieb/b1xgm8+8fsrPgrLyTzE7Ce+ZKcCvtvG3z3Agnc9rYPkPZH0GD6IZr49WcoGPldvv71sqgK+Y2u1vXEDXDyJfJY9H362PRJXNj6/5P692YPCvOfXsTsAAlY+G4cGvfHHCr3D2+I8XJJmPUjfBz7JxJS9hVI9vi0wpr2e88S956JVvqblL7yiM7a9twEKPa1FKb3z4Bq+h37mvYipSL6ZqyW+mCpOPluGcrzNLxC+KjwqvCH1fjptGAA9NnsyPq/fab6xwto9so0TvFcU3r0jYIm9FK1tvmDEw73DTRi+C/TaPfm41jz37/a9nzdtvasAJj2qqrg7ggGDO+zt9z3sz0w+87/RvW+6iLxhB5a+8tyevRIB0L1c0nA+2wGGvvYEQL22oBK+Fzgbvlj54L2Vz1O+JtMLPc6hVD6Uili91/TZPZ8Uw7wTxOU9rUvKPSCYrj1YnYO96mswPvPwHzv4Io6+++Uevuq/Mbwf4Wo9yWRZPjFnSD60OXa6IyZivq/+AL0vo4S938ACvmJJ4ryO00A+KmIUPqolUr2tQQi+nG6HvvZOiL4J1wg+87XLPhEUZ75XjhA9RgtPPrIMnr1Szwq+ODlLPrnJVr10FZ89DJy3uwKgiz3JVMC9DFqPPdmFXL7EMWe+deKHvmAAZb7cWSk+eVIHPn5HFT7JPwU+UEFdPk1Si73udVU8nh1QvZotDT5hFkE+oRCLPk8TZr4DeVA+cMiYPPL4Wb6Z2AC+UmNyvfi9nT0YIvo9Q9uUvjPSCr4BB1S+qtSpPachCj2cF7S9HZt1vc01mzw2tMA9DQ1rPRvl4jzj9US9bWKpvT9jFb5n3XK+UE/1vYzP+DwsiCy9hU4rvpkdib09W7W9RRZavfOwwr2ztPi9rM2yvT+Gqj2KSu69y9gzvoVe271FpXC+0rvHvb2wxj2ocxa7TxN4vYVaBr4nCXS+rlARvjhEED69EWC+6xHXvWsv+rxuiEw9lTlUvjhIib0NR3Y9riKgusL47T2vF6E8UQQavoZcuT2Gebm9Inp7vUWvrjy0BqI9eYFovXDRuT2W0BI+bsYjvUTukb0iOuI9nZ5hvmRojL3wsXu9pam2PWxtTDx4nVu+ZfygvXA4Or4xAay819OfPfowvr2UGDS9CphavjdnurytBwY8ZfSTPVUrO74vpiI+IKGhPSDUyr2Nk629OxsZvVh4ZL7d+vs8BFrpvWTRr70wybK7HmCIvjq7PD0cXOE8F0HUPXn5zL14ULs8vU1jvEy6h70W8XC9yr8rvhjUebwfyxW+sgXBvCWcjb2To6u9j+NJParVej3Avy6+EA5BvZwRH743+Ua+UChtvi1tEj22KQg+mD0XvvWCcLyDSt49EdM9vj3uSr2M7gI+wfSCvn+PTr5jefm9/GczvvGcOb7irru9+J4PvYxzJr72pJk9690Uvsy6uL2olIm9Q9/1vPLpA75Oti0+n+cEvL46Vb7vWPg89fWwvYbI/zxPQzO+kk0ePWIXYL4bjoq+mB0gvrrIBL1oBy2+NDq6vd4vRr1g46g8j1nNvNsAaD4uKei9B3AFvh261TxhL7M8iRobvc/ERL7ij3k8zsUIPgrRKb5Wg1E+NVFrPrsTkr2WDUC+rwkWvXkn1TxBnTc+79yxPZuAbT6PsH0+vakQPX/lYb6g7Ba+IPhAvskwfrsZHW4+YR6svZ9PAT1ZHCG+WKWvOrWjET6Dz7e9vQgXvj0+0L0kJaQ+CgSbPCUJnr0QLOG8MJW+vQthSb7wopI80uw/vTrTpD0HPWW94jm3vc70JD6/zIk8xmgevtmaQL0jZAo+bGlDvaL89b3fIBO73QCSPUYbxb3YscE9d/OEvjTFQT6PVJU9c0WIPsVLpT2+yeY9elxYPsqnfb5w9jo9UQqxvXHvHj7rQYs9E+MpPu7x4j160Ic9Nnb+vd2fgj0u3lq9wuUDvbGV4D2cp2a9ll/RvVcmBj21ASe+nFLoveSaV73luGS8/8aLPeiQrTzCI5m8rismvufjPb3J/MS87RD/PYkGIL3I0de7xmH0PLq0YT3TyA4+WI3NO5EDrz0HEp89F7xVvr0bqj3LnRo+RFVWvUhECD6yrbs9AlVDvjukNLzHO+S9iA+jPrQY2T1PsnE9eJqCvaHTtr3a0Lw9my+cuzqtXj4v0kG+YlpjPf6XOb1I5b098Y+Dvkxrmj1VhBg9FxwnvlugpT10Tdo9VFRtvDmRyrwW6S09cbjdvY8RVj5nfyA9OPhavpkacz1Hdrq+yyWYPWd86r1DwLs7nT1WPhDHwL2m6ao9J4C1PlqAFz19fgc+hOk6PsCkRD6pnNg9ZlgQPqZKnT3xiDi9mPedPhL4mT6Msv291xq8vZR2/ry/z0Y+jEgcvnTkdzxbkKo9eR+ePpgGTj61YYq95aGAPQbwjj6+IyG9R578Pf6OHL5F+Y+9bDk8PjXnTrtm7Dq+veQAvlOmu71yyjm96q4rvT+zX76UNam9XV+xPVAAebz+Q0i9DEcEvVUZVz1VDN09YUQ6vegPNT7BEzM+NnHvvDrGzjyL8UA+i6ZcPsizvL0pAcw8ixKhvggKXj4z+gU+eA1ZPt35/L0Wgo295PUCvibenr3yljU+wxZZvTTskj2qblG9ozSJvXetOb4H9Vw+Gm57vr1uoT5VrWW+OWogPeu/zjtkdQS+1iOvPSKJnTwIf+A9osJ3vYNp372n7PC9IHoHvpR7372n+n8+oKdpPTCoPDsYwfW9mDGHvnr4Yb7M2Mg9NzLLvsVmIT0QIMC9HjpDvflbtL2z5CQ+2VBGPdsLJb7ZA268muCbvI1hbD4gPP+8ZLCpvQg06j0nKRm+PZ5LvfVsS71cbwY+/OVAPooEZDybO6C+x99jvVpEDDx0X+O9NSbLPWRapr2Bjjo+rrK0Pe4Lgb5apD49HCAVvt5PYb3YGxW+5AncvYlzF775lkQ8vE9QvlpzGz6i1WQ9R7fbvCzLcb0gpn69utt8vRLfR766w2I9ODYNPXgMoD0rm7G9To/XvTsBKL2p6pO94dCQPUH2g736HrU8FU0nvoZ2GT1Budw9efHpPcaScL0uwmU9KIAqOrBlSr2buzW+SpSuvWzEjT2GPss9LEHcPsli0b1NWGu+WbFdvsmdD76aA9K6vT4XPbeEAz6QEAU+JncCvgdwC77HgUa+1TzzvdL3pz4eCz29wrlSvhZc+r2NTYE90yEOPvQ9YjtNxsk80KwSuRo4IL4SVZE94JsVviaRGD664yk9hfmdvQnbor2uo409Gqt6Pdx53j3Zpjq+xK+3vXtvOD5VN3c9BkUiver9Az1dyTm5FqedPT9AxTwWF7O8vv5xvsCBoTzfYo+9EyHOu/pm9b2snCG+kIvsPSYIED4dzVC9aQ4UPivBJz7o5xE+M62tujeMSb5EYZG7IcfivQut0T0lkPc9YM0GPXDd2j3Phnm7uRa/vURmOTy3KZy9H44kPmIRSL651O095s2SPMPIbr7XeYG+HGEtPapy2TxCxtM9fA16vhtcJT7uzzK+pO7fvAFmJz2AScS7+llQPW33rb2d8J89KmyhvocmSD5RZjG+9w03vTQdcb6opfO9IQqqPB0Fi76NR9w9kTIjvjURFD7UAiS+/PMuvhSKX775qEk+N/dUvjCsr76wfYI+7zP0vTS+sb0o1I889Aypvu9co70JPx2+9+FKPlLq0z0kjeU9PSF8vA+UaL0EHC8+ahocP5ZCaj2ZGCa+cG3JPuX+lr7qBA8+U+GBO908Jj7xboG8n0cTPpbgPz36MyY+RHFOPihX8Lykkny+SPh+Pv7KlL3Ajqm8ZfGJPnq7XD480mw+foVePrhNhz0o1qq9J2x8PeNPjL6JCmQ9OqYcPiKV8L3TBmc+Peb3PCZfQj4K87O9ud8qPmUcrL6Erpq9F5trvXrTlbsjCBW+JToyvrKkjz03CHO94e5TPqwQ/T1twNc9PIpzvQpoR72HXwS+QdhhPgz3O76sKTo9wqRQPpCEhj1uHr8+w0buPeOqnT6s8zS7pjyPPsOsPL3mZF08lntxvYJLej0t0mM+06/gPanrlLxazB++UXzvvQS+sDzv5769d8SSPjwqfTw01IS8tkeAPbLXoj5HLLy97MetvI2TS76S1rs+DUpUvWGAsT3GpEs+g7+PvQ5eHr5SACI+pRAQvbMHjb5KBU6+MbzHvfRxdD44Zri9lxTovXABxD7IFAw+rx17Pn3oTD7dmXW+fzbNvRwMkj4MipK96oxkPqKBMD5OfzA+LWtoPhbu0D3jAOa80WJsPPPWRz1ceU2+rlBXPnv1JT3Pw7a+Va7MPRkwr773m30+RkZGPuA2Lb74pLQ8cAxcvXcZQT7YUHi+Ut2WPnp7lzwy+xw+yPyAvZvefT7Y16O+Zx5DPEK6qT2ESvs9fV71PeQNDT7cRho9DguXvbv+Yj73PUc+P0GHvV+Htr0xfhS+NBUwPqijQj5WOgU9KfM0PhGYw73CrFg95V+ZPMFXrj6NPw08M1SyPvTguj7eeds9CQOHvYzrAr8oknI+CvNkPmbSsL2G3YI+nQlUPjwlhL0OU2E+IPC1PWlUpjxOu3k+dbGOvuArDb5uxmE+1dslvp5Nhb34pc8+mihcPrIZkD4Qv6Y+GeAHPkzfpL7hX3i9vU8OvrOG/r4USRW+1VYWvbRt5z1PSw0+O88TPoCZNL1DLSy8yt+9PkQemj1h87I+KIUDPl9asT0MpQ89KPuQvCtaND51OE49VzORvYpSM76lRMc9O76iPovbvz1g1Yy9gsdHvfg0dT7MF0A9MaR/vQ3yob1jyrQ7snJ+PfMcvDxMKpc9gFGHO4u2LLssKFG+3z9aPWMumj4kCAm/SJLNPDr7Dz4FknS9VzNuPuXhQj7PHoO+aaGIvRZLcL6OJdk9KxncPVS3R75p4NK9Up5qPcUb/D07bA49dABmPS2f9L263Tk8Q8uUu8fKYT5DfaS9JbAxPuY3gz2YtMa9Or4Rvp+RKb58pEK+rJE9vkV1KL5COhg8kK0dvgnSV76JPWa+Em1PvVThFbxc76I9ciUTPYVgBz6GLCG+aBxRvhYJKLtAw887D38kPmFR5ruoelq9kS8SPj4gN73LRSG98swrvjMEgD1FigY9JRrpvazikD1LULe9dvIMvb5/rbziJBu8MOcxPt1nD74HULI9wvPPvX8HaL7JrlK+aqwhPharMr1EhCM+X64jvoZnAD4JXdk8IM3uvVKw0z3RV369S+EZPrMDEz0f4jG+jfCYPXSw2D2dCaM8qMHeO+4vq71i5SC7Gc8+PogzTzoLUEu+7GUbvk3UqzuQ9LG96qbqvbRY+r0nkgK+wzGjvXfjvj0nVOo9Z58Evosd5jz5IXq9WtKPvtQiKb2Fsxw+8grTPRVu072HeKW9sQu9PaVIlb0LCI09JoiSPUlzWT6nTEI++1K/vUVbcL53rfg8erP+vABtFD5ctac9NpcLvWydO77LqhI9bCpjPfWCkjyn0pg97mRwPYyNbb3oBb89afCXPPxz+byFYLQ9+3ZEPbTo3rysQYg9UsQuPpBtGD67xqI90l9lvb9cKj66Jrq8n2j7vdTAdr6Bjsm9OzmUvW2SET5bK709g62XPRU+C73xIba9c18KPput372RD12+cBNnPBuXKj7xY2A+gTMyvu/yVT3p/Iu9tRuovZNTDTz1wRc+mCdrPk5zSb76LAk+5X4zvqKTdz5D5lG+Dbirvmwj5rtrCsC9rAYpPgfaTT7mrFw+RM1yvXsfprxn+f09ncMjvn4UYT3bVaE+XELuvf6a/7zJ+hO8MlUHPtxDSr713to9k4UBvhwhjz4kyyU+EZePvkiWIj7La5G+FCESPsWprz3OQnE+k9siPnXoCb4IaBo+h4HsvD3mtj1X/4K+3G84vnUktz08fEU+ipEQvqkyPb6nYWc+jYiMPk/UQL3jro2+PrxevDNNYj64nHu8C1WJvWWlDT4FAPQ9PHJoviebwr3eSFU+f46TPZn7krzQ73k+2r2pPjA8J76eLu48K/GAPv3MKL4bShm9FOVyPvco9ryk/uW6s7Mxvqmprr0E+5y+FS7aOnXkdj4bB8g99l43Pt9sMz6JUia9Gd6WvS61Zj4uJE8+e5xqvkb+jT2+H6i8LaCjPvtjcD529sG9Sk4EPmhWlT5DHyU9t15OPoH1iT6ecSg+uXUbPJ5o9r0rgoQ9eFCVvbIZp74qP80+VEtuPkobcT7HEsq8V8saPcxA/zvLyMW9ZmDlvbre+7yGFLi9PD5rvTVTYT72X628YO2Ivh0mvL7iIL49cgUiPiejab5vVK698IXvvdfB6rumGyq+hfWVO+Za5DxhaxO+4+avvYuAb72vxCI+z+a4PcskZL5eLhK+pXu4PgpLYj0Bf34+YSotPQ1Oz74GW7E+dCaIvt1LIT5SEkK94YAPPlyTDD7b8kE+/u3SPmdjuD5dKP89JhZZvmhJ771iZlK9Ef4PvPUXbb46/4S+/t4vPh/Q/7tSyxA9uwV0Pb3nsj2HEuq9SDTJvokzX76tMUQ9qVM1PYiBvjwMdVU+0uyuu/FSD77wqSi8svIXPYF1vz1J3t+95UFxvjWZdL5Vsmy+iAJQvon16T3LlYS9f2BZPlZngD51xnq9xintPc9rHD6ZUUA96ojrO7Fe271tVHM+Q6aJvgN8FD2Wz2K+wNPPPMWJ+D1khZg+FFJWPtbcjb0rORE+TL61vXPJ5DxgWTW+VNgcvgwAzr07gj897d6LvqzxQj5pe6C+ZTeePkE9YD1aHWE+28lfvvmLQ7vGpPE9n8yJPSFp0D5sIXc99sTPvqZx8b7KLZk+Sh0bvhEhwL3WdEo+Y+OUvYYLl75zgNw9TLDIvhGdybwyLZK+y6MwvWsOWz4Itkw+NlUdPlcKPr4Gdhm+sDkhvTEAaD4I68i9qM1eujnNGb5Lcyg+aQvhPaE1zr6LJqs+g4EXPArxRz6ZNoG88Z9mva8pvr3nECk+wVS/Pf8g5zydIyY+BUUcvufnnj1N2cU9mWUMPZcqnj6qCKy85MNYvGxeiz0kAyI+F13jvGdKsjzSu7w906CgOw4HFT4sbdY9H/UjvoABAL6PMfQ9WFQ5vDX3lj1bgf49x1hePtQZFj2RzaK9Y4PvPZVlNb0kA9Q75s0jPvusoj2x5bc7anCAPY0rFz53zgc+UW6evbR7/r0cT5u9+FB0vRxBkj2M+oA9gLiFPmj4NT4lTRu+yGr6PUs1x7xw0Sy8ePkZPqerBD1svJe9UV+9vX9wU74Bkaq80ZTIPI8Azz4tktm8nXALPH1gFD41we48luo7PbV7mT3pBQU+EE1FPYPHNb5VTyG9Lah1PutSCL4dC4M9Ia4gvpnIu72Y70E7lDjgPJGkET62YGq+J8hVOldPJT5zSpO9G/gQvpIHpz6Aag0+pjUMPpia4T1PiUM+S4mdPJe+BT6gDo67qkuhvQtypb3iKAg+bugtvutCHr7TsL89krAmvWcNAj4O+la9mRUpPpoqgT3sB7m7etFJPnuHa7t6kMW9viuiO/6PtT2rPoG8IK4OPvpb77xS4Ei+iMvmvC/5BD5G06u9s6mgu+P8gDxtbWw8GGtAPpBqQ7z4R069WviGvb1sMT4BWoI+CgeZPNJjI76PNxQ+UJtGvu6onb3XNEk+YJQlvvKzeb3xXIe9wsiCvS/HnL0hwDU+1L0gvic/qzzPQAS+gyx+PprdhL75MzK+8FbkvtxMwj25eag9K9swvqSClb6CoAw+ecwNPjVhFz3660S+pt1XvsXoEr7lhu69sUazviCjfD7gb2s9aIl/vfAuGr7SUiu7rm9bvl5nRz5kWEk+Z0wgvphK17sDBIU+UVVTPOO2w76GZKw+I6lmPu8o1Lw9PLk+8m+bvkIK3r1ZBmA9e/QZPoGhIb6kxIM+aeL+vWJG0D2j9ca+607vvq6fdT46iUm+RVsVPh8+oj5BTkc9cpOpPbBxWL4P5Je+OsCUvcTk5DwhohA+++jyPBBGgr44kha+wVqavfTsWj24Ira9W8w3PqX4jr7ZY2w9aEuDvsYFP76e5Mu+5mIOvmKLJj5rljw+B6JaPqe8G75zrIw+7lWtPI+6zby8rAg+8TUoPiZpnT7U3Am+bnYSPpWlxb3lwKS8rPkUvsB1pT4pqoY9AqgSPv88nr0QNLg91qgrPVZ5HD6BZKY9vLuQPeF4tT25FNk94g5QvhIHQryTBNe92gQXPgWDtr55HQw998ZdvofBr70dbCi+szoUvi8eUb3yeVY+NjLMvcqsczsJ46i+4uT2veZXjL7RUL89QdYFPswfBj5oxPw9i+I6vsCCuL21M4m+44K1vkq2Cb4pZpC9dmzqPRvhJL4MFN49CYq+PETwHD5LLnM87dFQPbOLHb4wXC++p04FPfK6NL7KTvg9uadTu3Hwwr2LkoQ8gGZUPj798DtpveG9iU8HPoYCQL7+3TI+YvS5PeOZ/bx0gqe8NY4CPu8M5LxalQ69gvwGPk7Taz6GiQ0+V2ZCvYGSpr3eOeK9/h+BvmcJeL5Uwjq+I7ojvt4aQD4545e9srWbvIRmqD6Os1o8fm0APRsxYrxXcik9niRNvX9zYz56Gla+UVVYvpdLST0TOVs+4aoQPr1mSL6Pugg+emKwPZdWAb6+E8i9luAPvslsIb2BZYK97w8TPqLP/D0hNBu7sVCKvs+WlLy45qo8yXAevMEKxL07M2g9HiWyvVqfFD7JSIe+d92QvjAeVrt/1+o9XBdpPTNkIb0ccR0+zOxTPp1Ffj7T52Y9uI7pPWCYCj28nfU8llv/PCS2ib1paQW+yTlNPsjkjj1fsVa8qSUxvOnl1r1ZRZY9MuCuviyNtj5YlcI714+ivJyTz73osZ6+iPIFPq/Uvz762Ls9O6JyPgkjhj5AS8m9D3hZPZeRDT3Dc2m+Vqazvb6wzr1O3mq+CVvzPIB7hL4VzaI99DYdviVmhT5sLy4+WDIAvosxhDs9gF89HHaYPbTJhb3G8DI+2NkqPkZ2Qj5ilkC+F42bvLD/OL0xueg7S30mPmex9z14pMK8Tm7+PDGf+byFMpe9uj0rPk3Zkb28ptI7QASYvdEi/D0SiZE9vEcqPHPpZT4mSGE9d6drvZK1mj4tDp89/D8FvlS6Lr7Qs8s9FlroPKk+BT4IYKA8DGymPRauJj63iAK+Oj0RPm1axz1wyeM8tEtpvRGHpDz/4Ai+gsbIPWhyNb28WBE+MhyovW1/dL3xtwU9/dwuPoZG5L0lgZO9ZzmoPXG8HD6looc7CMxwvOT7gD1pWbi9CZ6Cu7zADD6pO3O+t60FPHbNib2QlPY8vRI9PQ2q+T6DXpM91HztvOa4oD2e0dQ8Lk5aPaDG9D07m569NbMRPW/Xsj3KLyc+rZlZPvaygz14/g8+2aDPvZW7wz0CHsE9oePVvAIACb50DII9YqGAvRzgO74mWCs+IvztO/5WzT5FaR8+aQs7vmFO8TwA5g+9A6XgPCrjZz2sN+S92VRjvL34Wb39riC+Wa71PcahzL0cCNy8S7y2vDtgxz34elw+5FFrPkCuczxDdMI9Wex8vpcbbT1BAzE+qUa1vVxdPz5DFUS8iszjPbJfnD5uul89iFSlvU8PJD2S7iQ+uHkqPlaTiz0jsnC+Mx2ePqY0fj1VSeW9VfHmPYO/NTy8vuK8U2kDPukNYb2iI9o8Yq1QPmNJEj5hRfC9k8T2vcvBLb7/42G+RXtVvhi+ir7ttzW+7ElXvv8lr729IuG8LcE7vgos+T0bZQC/1aOYPqLWAb7LBRW96iPDvkSTl71mOog+Y9xaO4x+wj0SQNa+PsWyPQY/+L20Vj493ecXvDWf/j10WTU+S5x/Pcm6b73FyK8+imUqPmNsU75PZGw+CzK7vcOoFDxFz16+/AsFPmr67r2gnhC9oUgtPVu/Sb0Q2RY+40O9vbZPyr4H4uq8F8g4PqZhzb44c/c93mSfPuf/V77h1cC9F65QPo9w6ry7EKQ+MkpXvivZkT2ltde+cSiEvkm/4D2w/RG+c2c5vgGkYr7gaw0949mnvR/NhT2cr9o9ZyJKvqcexb6CXi0+2sqAPGBA8bw4Pp+92LLOvgRy9TvLn7u9mYYwPuRurr4Qk0o+WNAAPrJf5b288su9IK6LvVNinT20eSY+RMugvTxng71JRpu9MUtIvalNWL3Iu3+98G2aPZmF3j2pO5S+Z+AZPSyAHD7GhVA+OmyNvRVqiL7V+cO+vNrePVfFPb6cEjy+kbeWPZiqQj1yRyG+95+ZvVuE4rzF9dG+fa1DviZfpb50Pzi+GPDmPbQCkz7dKxA+LCu9PYi1Lj4iNgM+h19lPdGgw74jOQo+uN3+PU6DQ71e9Lm9d3jsPP88L76h1N89/YmDPGYErb0stNO7xSocPkwtpj4CsIc+cNYQPjbdvryK4xM+8ZH3PVWZB766Zgs+RDd3PGLxWj5BGqa9oB94vsDwf7xS/9I+eGIjOxvVOj7MSY8+gfXoPXcnCb2KlXS+krZFvkLtij1tfAM9IZFKPYqN9z1K/yO9QVRDPgixTL0sRQE+bOQJvU+UyzrxqKS91wJpvdkLkr7J0ke9MpiPPEOeqb1pNSa9OrHYPZ9X1TwIWdA8SPlmPg6MGr6KVlE97jx/PvJiBz744dW9fskrPexC1T04ejc9JmWLva8zA74SYjm8+vPsvVelFbzIGUM+8/NQPoSqTz1edgU+Sc9dPifDJD0b9RM+zMTKvHVGuT2AORK+1ITbPi4prrzlntU9be6LPNBQVr7bt4O+3pYZviq+Mz5uK+q8USgnPp+FGr6z3ta8BWJzPYSaab4GPJG9Q8i/vbLoCzx7F7G9LDuTvhmOir2MULa9mIfAPUVfFL3QY3E+NAocvgAMjj3VYgu9eU+fvWe9uLxUnty9Z3YOPXAIfb3vtaA9IX2+vdYkUD4n2gE+0J/bPGS38TkpMHg8KXpaPs3EQT4p3oK+pm71PYmGnL0S1/C8W0NKvi+tej7zVeY9jkYAPY+5jDyUPeW9Ll89PTNbWb0UYiy+mJOjvv0Inr4YKLk8xH5UvWHAOD7hVYg9nWy7veRQXLxJJKO9SmGSPEKFWT4YMnw+Hd85vhF2Jb4fYkA+aXx3PadiUr07KX09iviyPaMX2L0AVLq8FALavfuwkD7BJCA+T7ojPjTZLT704qI9R/KdPXP9nD2Xxtu87/TTvfv4jjw+uAO9OU4bvhevpzzNqW+9pur/PTYikL3lf608ZXmBu9oi9j3IFqg98+HRPBOyKb7vJXI+FUZkPPNoOj1Upqm9mnWuvYOEVj6DVjk+WIxUvckezT2XX4a9zKFMPv1q0T0jFrk90mDuPdDmBz6HS8G6fEKTveY3H74Bhpk+r/MPvrPykj7VeYk+dFN7vZ353L25wLg9ecgrPszryD0d4EM+wFPmvHt77j1+BGc+VeNhPlUYaLs6xbY9G1uUPRu8MLtGsjI+Ml8NPj4rNb0EDFa9HiymPAqbSr2uWva9FdpGPvGaUT6IOlA+xyfAveH7Jz7PbLs9jhUXvpxivz1sWaQ8+PWgvJd64z0ilDa+u6LWPT1+4L22xkG97VzlPYynOD7MbQO8UzYcPAgBqzv2SvS95FRuPcQ1Vj0pIzc+WG75vInSwD35LHy8yF5NPUfuJr0Y0oA++86EvYfntzyCqhE+29w9vAwbnzzFm/29ZlpTPgifK75dQSk+tHUBPrjr+D1x9bu9UloOvnZBqD3zy4E9jaGHPnT8hjzImKI+LhEOPtiWxD0f7p29RR0EvuevSb7yCza+G38NvtRnKj5G++w9qLGMPU+RuL05k7q+g9B/Pb0B8b1LvyK+mN7aPK4uJL5XEQA+G3VTvmCU8z1mtYw90yQvvTPdPb3di4M9c6lxPkFvEz2aNdk8k8YLPVvOCz6jGBM+p0SLPkYD9r0kpQk+kBQ5vap6Hz6pQQy+YDUDPr/ldb2ut0u+Gaa6vRg4Xb4wmJy9xtcDPnJNGb4fQoY9PQPZvTBWRT5xHXm9V7AnPhpVcT5pDJa+ap56PcT1pj3muhY+a1NlPqaK273wgjS+PWoQPWQApL0rm3y+uG4Ivht2RL4N/+E9WZZaPXumzj2vaCI+wxO9vTLpe74/URi+JdC3PNXdFD0VW22+WMLzveJOoz2huhK+YLwQvgo6sTzaJ1E9iSUgPXxKk77TBRi9KrwZvqgBTL0TepE8cqjmvB0iUL64rny8Fbpvve7bTb1/9Uq+i0RiO1apGT2KhZC9ZrZ6vVrmhTwkHZQ+glkhvfGVuL59x3W9nBscPvMtCD5sQXO+j7MEvWt3DLuvkS0+AmW5PX/BRDyCXVk97gYsvgRyYb42Gi08omUpvs22c71iYoQ+Gbl6Pdyo8j1lApE8PjBMvpVWor1AJ7u94m+oPeRBCT5uRp68NgKSPmFi5bo70hU9vf9NPbmEgb5G0+Y9wXsrPk5eKz6KxCg9v6fIvTOmfT1XoHO9nzMHPVk/Jr46PIu+XYuTvVFfdD6Tzys9CIHEvQzITb4loJg+F5GGPjC+r73eN8S9wrmsvIjuBb1SpyM9lnk3voKPMz5qzqM9vQVRPQaGsD1PHeI90+sVPiWk9z1dwgW+mGXHPW/ANL2q5rW+lPARPtyRWr0SowO+Q0SCPauMaD3K6Bs+cVd1vQqq/T39tUk+DfAePrajgz16vhE9issFvWPcIL7Af3w9ZAQBvpUwy70PglY96qUivb40AT1Ploe9/8tbvo8Xhr5xNRW+L26zPXfRyTyr5b09eJ96PsCkVj7KxpI9pP8tvtpatb3CzGq+p7AzPhmXCL7t3jK+1U69PQfDLL0sg8++UzdyvtqASz4OEus9cZVAPhXS0b0nuFE7tooevrMGQr3fxJI7OLFdvU8jAz4BusI9zm6avi05971YzHC+Ch4QPjrLzrwIdZ89r8ajvVuecbxVwos9xNmgPSE9+D29mGY+G7opviPZj77iPNS+Vv18vp8jyzzkZHe9OKsHPj87hT4AKnm+K5aaPlmIMz4C5qC8sjjTPXZbIT1nGHi9W8ebPiqF1r1RB409sxglvofVKz6L6uS9/YPnvcIm3rwvoj8+HwysPDsA7b27wd68yi2Dvk42sD6k+Rc+Fli3veplCD6yW7w8a52tvcJ7BT6idDU+w3jxPcnkHT6J7LY9LForPYLbzDxBi6o9Y8cFPs6+yD3PeK89BjK7PewuSzm/TTM9Su9svXNiNb7kFu49wPeWvbDjqr02CwK9IJ2MPH1IPb28qjO+SCjcvbxmGjtLXda9B70Zvct5Xjxj9QW9TYpLPk7kjr2yF2m8TM0JO1GGZru9w0Q+Iu3Gvew6P73bG3O8yu49PnVDTr1N78u8hoG6PWYhKD4X8PG9fTbQvTClFD5cCqO9KcZLvdWnfb1Rf/c9uXNfPR8uir1SmFM7hjiQvM0iCz4mZ3W9AwsFvjjZgz298+M9sLwRvNKsJb18b+O9dEFEPX2lGL6qWCy9pQIHu6zthb2qVnS8yHRnPq6JmD1etwG+AfJaPTKzeT0tV0Y9YxravSmZoD2FJ8W7EaKxvf8Ygj4d+hE9ghuIPnPwxz0Flz69HB9Vvnbqur0dFq+92d+YvCF5ND4D2As+BvcrvhpAkz1pX/S9G67IPRT2xzzDhBe77JoAPtoUlTwd7h8+hdaPPiFBYT1azL09Fsj9uxnxVT5m1qW9f5fqPavEBj5l0Y29VvMtPuBy1z3SQdY9FzhyPH0BWz0bXZQ9eIDGvKKXGL6O5Dm+9tsJPoX4R753vey8ZCBnPpqQeb41OxE+9v7xPX/wRj4QUkO+e4AlPrtmfb70Cmc8kX5UPetcjr4qiZK966OePpgmED0/Nns9sBJsPU7XQL39PMq9LPQUvlFQXr6EO7k+zi2aPRb6Ir7WwUE+EMUfPR4SZzxAkbK9/gI9vgvh0zy/P2s+qfbRPRui+TvYMwO+BjIQPRcCPr7zfqY+btqMvn+gk71XVrw+MTtfvavwXr55cQ0+UDXpvHWOMD7d+587VQnevcZTXDxCFWM+PIUjvksQAr7EQnS+GFoNvlJH2jw9Gfy99ZpkPvwJ3b1dKjU+bLbDPcB6ur3n/ke+lJ9uPkWXyTw2Nza7Vir1Pa6XKL4VEbM5Gr0LO9OG272IUqs8XHfgvmbTJTw2WrS9uKDxvQoWwj2nTKM9mZonPhBLkr5o1oq9Nbg6Ph7+SD6MkTw+LpWuPhX2TrtNidw94kZQvoT4Oj17Q3I9VLFMPsBULz6EXyg+N6DhvWoy1L3r6Y69uENevrs1iD0GCQk9xAl1vP/lmr2Cmxy+96kVvjyu8Lxx4AI9DjORPuWE372+Fl2+ApJyvf4i+b27wP882ueGPesUbD6ODa49IO48vVN1gz460jO+sspUvQsxfL3cGmO+u/jrvX2LiT3KJ0o+loZEPspOuD1yhKc6/QEnPK+NtT2LAg++/YkCvvMOfT2DkMw9hLhAPpfwrbprFIk9nTA9vtVGDz65Jde8wn4NvroCi7srGyq+DU9ePvkJ6b1/P4Y8Lb/ePDZSIj6N4Ew+vfOJvpQR5z1G0sq9xxqTvGnCFr6WIXW9qE9vPgCgE77FRfU9nWNTvZ1ihj1Z1le+1w2JvT5O0z4HPn6+jgXQPXgZjL3gJNq9A9qDPW00Z72Mo8u9ItPKvfpGBT11UyQ+T/UTvVAbJz1ed+68QJA1vgdfoj0PEzS9ZJ3UPtv1Gj4788u+LU9pPqmSaL4jIiI90daCPtMzZz5GYCO+qJADvgR1o77T6ge9aYoQPrE6H79Pst692oIcPRUk7z2YRlg+cRxGvmEidT5jPhg+cbKNvSEnibwofCw+EOl8PkMcS7wYDSc94h45PoexXb4CyBc+brNrvhHySj5I16I+VGSMPr48gb0dbve9eXAvPS2VC77+/BS+ytx0POavmL3g4IM+BEizPRhnOr0PDmw+o13IvL8XEj4GqZI9zz+WvTh1tjxCIco9JA74PRGvH75onv29cn0Zvs73mbzNgQm+7TGJPZwLWT6yAZY+8W9uPh4Dxj2uPEs+1gMvvk57kL0qWAI99qruvvk9hbwN+2M9y+42PliwIb5ypBy+BUcmvvK9jT5f5rW+ofo9PtFocL1Kt5Y8OhYrPg3iAz4Bol++2NuTPiJ3I76TIoM9YnBPPUfoHb6+yfq+zt4LvU8reDjApN49q9IqPdaerLuZm/c9Zt0AO6uKrjxdKVi95oUZvvx3d71jAhg+tk5fvMpK7zx7VTM+cYNwvqR6Hb4Ba6m8Vr4YPtz30z25lZw9q8MePrwoGr2sK6E713RqPZz2zz2ooR4+CzBjvVaYAD5SOSA+SSK1vOI4cT0n8Qq+lQ+uvUnAjL05Qls+cuYEvvFa571CNh6++caYvZHqZL7VbNM85Ep4veYU2T0UXJu9WSxhPkhY6r04Yx0+hWMlPMMxsj17wEa9tTCnPWerKL2Puey9mg88vp9WCL728Ta+8LQAvOMnlD4y+7I9cvXlvcv4Ej6xPC++pps7PtYRD71sBpk9x8wOPSYogj05GHu+Ig0/vhpaXD3KZoW8OTzWvY4Bjz16HJg9g0eTPSJ8FD6Ocyq9mdPPvbzOgr2e2pm9tFYEPq0Bkz5k2I09nrxCPridhj1cAKk978ISvfEgJr5XZ108G9vsPdqtwrusxyq8sAAyPY2/9j2j2Ig9d/wFPrvcrb2rXhu+AhVVvblm/LxW5qS98DaCvSG+4Lz6iDE+FNkgPobwCD1VZxC93Na2PUuvYDx9n789DN0svWuj+j1ekVm8eIF/PHHkKz7L5f67frh6PrP2yrzoEBa+8NiwvQP22j1GAcG9jSjpvcEdtr2KMYm810KjvNc44L0qe14+cwg5vkAzwr0tde67GaZnvvsAY77T/gU9VSsdvgSuD77xEFM+8ES2vQG5sz1Qzw++e5SOvndHpr3csM+9Hbe6PRrUpb7svr0+1nMxvQogLD6cP3m7n/0EvPg7h77nmRg9D/jFPacvhj3LYSk+U1t1vX0v/jxeqU0+6AeOPlgNxL0dfx0+mqzKPFnBo71d4Cu9nDitPcbw1b33bzk9zBxrPWCfJz6i0i6+n+aKvp/xLL5vkta8q1pDPr1z9r2VcPA9un8bOlTqej5fyo++ZGmKvosVaT2JRbS+IRiTvYcdiL15zJ09ngPkPe7VQL5ndIu+FAURvlSLk725bCi9ZYFBPW+E8j1D15w98baSO+K4N76OpVy+bzZCvVJiK7sSF9O8MhopvqWrzbz/zNK8QpRAvrspEr75H7u9NhwAPm9y973VnyE+rYMVvMDXXzt4uFY+PFhCvguWYT7xl2W+MKW/O+fckL2RRkw97CNFPaUZRrtGotm9WQGMvRRBWj5McRq+VhYWvplTDL7Zeje+N+HVPObKzbzJNeS9+NMRvtqMDz0+HYC+uziPPjDcA77MGuM9CbOKvn2XGb3MFCo91olxvgkjKL4e24e8roQpPnyrAj6l//Y8qD0EPtlZpD3Manw+5HKYvWPKbz7RWiG4OXLMPdpG2T0XF36+EtESvsMVTr4kbYw9SlyKPVh/ubxjx4G9VRvqPc/rrT7qjm27ocOePackCD6suv29zE7vvX16HbsllnK+cKInvsN2075TK0Q+qhg1Pl/dDD4OpUM+w3WHu0xW8jqWaNk9Q7D9vfKplb1hzWK+bpI8PcrUCD7Swps9ZRaOPIxipj5+DAG+QcxfvZZc/7yEqeO9mWi3vOBigb4Ss4K8YsQHvheFlD45eYg9J6IZPVRZRDtlxJS+2GGrPOTRhT0pknY+x9ulPbUumD5X7IY+iSihvFEE3r51qTu+zwGSvb7ow72N9EC+kFMHvsasx73IDrI9yL3OvvkLCb7sYKM+222du34XzT2QYNo9ijN/vT4tPb2tU928gfd0PjA4xT3Sv7i9Qe9rvMkIEj1MWZC+5cL+vdV/DT0AfZe+GB+KPfymjrx5gMk9SfhdPvaNa7w9cdA9+2xcPGt7VD2GeYg8GDGcPSwMGr1jXCu+DaluPj58fbx+awm+t87CPYCcBj2RWQo+ZMlPPQfxGD4YGSw+vX3eu7okGr4cJ+u8pHUxveVYZz5XExc+cSwmvlbNoz4lXD++4K8Dv6eOvT2zRHm+osgyvhwgSz55RxQ+7Ff9vQmp2r3BAYy8N/WDPfUHi731jpc+zmGQvnUOfT3PX8m8f2WGvdOSsby5W4c+1kMXvR2Efz2anCO+4RMZPTBCt73YVwy+BQPcuxmbBr4C0TE9D54rPH/6c71W1bW9JdrgvcLNJj4doi29J6+vPfVumD1Vfji+asXzvdtgtL2IWQs+cRIHPuJc1rxHMJs9GNsdPqAplD2UbKe9qbfLPXWB8r2LvwC8geuIvtAetj1qX8W9Fp6YPRMWET5dqqO9Lt0tvg6M1LxP67G9a39APsCNFL7H0v093BgLvgrvBz6Ul7U9visdvlcKvDoNSwQ+8zBIvTlWBT4110G9UYyxve6iiz1v8kI8g90UvshJ1rsgh1Q9kjbdPb4jlTg3Oh6+P5UlvY5H7j3sxZq9A6vePZUKlb2xjic+lbWtPWstzbyy+wu+9pUMPvKeED6Zg8i84cvvPXkgv7zY8z29hw0DviXYOT3xdP+9jwYfPqGEJryLFbw9U9YIvgITGj7HmD2+PNheveYpjb1fvpW8r8SLvveh0b0m+Kc9Z7UJvuWWWb6L7Gi9Du+NPZ7IlDzy0Im+0SK/PeKYSr71WsM9hQCivXtpu73mPAu+aKkFvfyHgT3qalU9INVVvq0xIj4/xL48b5N9PdFkpD2gBuI9aE3Dvbxo5DwXuCs+KqNtvT9FAj5VTJ47xGIAu18BiT0vrg2+2rmivBvASr4CPL+89rlEPgZeDD05t+S9O28MPnBrDj0NxGq9oqtePt2ZLz4jxfk+suaBvEJXl73TXto9x4MSPV0z2r0DZ4m9x1pRvuQilL4f1kU+TpxJvjsfAz5iWaQ9wqlrvk7yGLynemq9ockxPud81z2GibM9Km0WvnJYNTx8xdW8LsocvQMDTj0QYB+++UzlvZD6Tj4hGww+D40Nvqq2aj5HcDk90l4CP5m6kTzqmcy8J0MSvK5ijb3VCQ69Zviqva+VAT7LZC++PeOkPSrIdT7Y2/69XZaiPQ1p7r16+QS+VSYzPvRnwj1ErH0+kgAUPSRvnT5uOEa+zMg1PtLw1z4nd9+9rs9vvf2FAr7WWNi7PFzdvfR0Ej76ybK9mPEdvjSnO711sbY9Fg2lPreyEb1ADtu89hU8vedIAb7ARpm90xSuPHb2WT7h3ji+qdQivlu4+LwgdOm9mSz7vSLMRb2bvWS+2KCGPk6oyrwAUio9Ci3uPBua5j0bIUE+J3LBPkOUmj6ucoO7sBWfPWUKC70eizw9SC+yPg9fqLyPWTA+53eHPD+eujv2c6q+ydyaPcY1Fj5l08O+iDsTPlIofL1Dvoa+7zsnvbjpRL7qE0U9g7uePmvuYb5Kv+Y96ZKHvukiAL7vpkc9JqQvPdk/oL7JF+27k+tkvciYdL70edy9QUETPUFYeLyag30+itxwvE2Jaj1wjG88D36kvUvmyD0CVTq9he3IPJJmtr4pytw9qKq5PlY+ZT3o/sE9Y268O1fPFj4nQkM+H1KYvQM72T0Pj7A9WdGJPl/Qk7zxvCY766xIvSQRcL4R1M69w4alvRR06rzk0eS94Qe0vtCkrz3WsyS+uWwKvF2zBj33K1i+/C33PRY0ij4KgKu8IRcovs0chD4Vv3E+uMg6PotQGb1XBze+/SQhPXR0iT606m29x5k8vqtVHD4GjkQ+ypiRPQ79Qj6+eSy+Jc2sPbUQYD4xKwQ/zCSDPhAEhT6BKEc9w714PulMC73ALAq9u2VMPsCPrr0pTS29yDUKvWUPjb1QDxe+4VszvkbRyr2bKro9k/gpvX3/6LsULmu8i52fvduEZrw/TwO9u1F4PvXfgL1bYHm+chyWPpvTtz1VJOu+48DXvgq6Xj5qFX49/smuPDZpCT2AE4Y+F53+PKCpQT4bAzC91SY4vrfOwjwiVey968VHvm1637z/+3O+LwU/PbreOz0EEyQ+tpFFvUvI1T2Htkw+a29xO4PxeD3q9oa+fNHQPBTtar01FMW8rSi1vbggWj5Kji8+i+SRvB31Fz4PVIu96g5gvdOHHT8SvBe+nJK8Pfoe1z62SoC9w3OpvWKkwz3ij1i8THiEviakSb4cwjq9t2oevohUHz44q888I3syvn1KMz7N4pS9x12Jvnelc7793By+wcRiPsWzwj0HW7c8g3OxPR6V3DxRMXk9IVVLPdehIj5WYTy9dD9zvr+fob2bjUK+ObOrPbp0oDtUGUe9RTUtvupTNL7QAco606gMPsrJhj2eTtQ9GOyTvY5DEj7E6yU+bP3yvBknD7xHXjE9mgn3PDtTMr5oaI46EzD4vRRT570JGYK8rkYmvfJnjTwHwOM70IDIvd2rAD5Hu0O+RVzHvVInNr6yUJ47Sv/QvTYvXr0oW7w9Ltp7vWPCuL1sVFu9F+F2vUOjF7zEIZu9phhWvq6LB72Dd9a9OYiLPUMfM77GkQM+23+gPSBb+j1WBGS+64XUPC7BCzzVyW892DIsvtQV2DwAmQO+bvmvvazPgj2vryu8Ruz5PWmKTb3G35g93aEePRGXEz1uIvM9OhQWvVRq5T3oEga+QyaRvQSYBr4IeoK+qhawPazDAT34wBM9d1HqPFUAoL7jnNe9pRFFvW6O8rwTf9O9wslEvo0p1jvUQes8wmlTOQUyBL4X6So+jiNju5/2A704Kk++6ACYvRNMZr6krCS+nejdPdfkZL5mj3E98n97vmMjmb0AQBI+Fe6TPe/Fs73I2GW827CfvQ4iQb0S8gW+Bk5NvdZRrj0PpcU9uSxivBOkMj1bPPk9u1DqvV/EUb2NzgS+7ck/PSZIF75gewu+fld0Paev9T0JGky96PcgPvxAvz2f8cq9LJ2YvVh4ir2fome+Dq2XPgaR2j27Iym+2JEKvgPBET5Y/5m9lgZDvKi2aT0c1C8+GN4MPBGQiL47xdY9J0LfPeufab1bRB++xRXLvheQ2rzoY/M9n6viPadbjD7rjL4+jIb+PYQ4g75Gyhg+YwdGvp/R9rtY12s+6GWJvgLvSb4hQs89eKosPW+Doj3e2Lu9DDEWvtGYlz35FEc9yzxIvnFKSb7CCwy+IdShPSL0DbwsbTI+EB8+PkGa8r0iKoQ+GOEmPuFpIr7msXu+27XJvTs6rDwbACI+BSAVPjqPS76djTm96pgjvXJcZb3Eg189fBFHu+dHbTyUu649+gp1vtKDgTxLb748Wu2YPUgN6L1sYt+8xko4vffSIj5+I28+MXdFPjsyE77oaQo+mNPlvEqZYr6/6zs8q+NVPurbIj7XrWw+mPirPe0xUj2crO+8/EJXPQgm+L04NeK9w8FZvQEIST3StES+scxzvkWpCjsCdSm+fksRPcMqVD6uY82+3ashPni0HL5Nc7G9ild8vnhC0z1BDw68KH/LPZ8L+z3J6QG+gComvSZrnDzSzBu9EJ2PvbVP+j1m+ZQ+UIj3PQ4fPj7pDhw9ORqqvYEu6r3gEGo9dCFrvqed97w0YGg+H0u9PTvDjL6dfTG+8vJQvvv0ML51f/u9ddkrPvMTPz5vvgS+xNoGvCG4Nr7psWK95KHmPfqakj19NTs+poaWvYuNUT5pCMk9uXWKvk6Ffr6fQ2A+6OfDPtmThD3cXgG9pDgKPq8NPL5ME+s+Q2ZlvTypkj7H3ps+tMhhvie3hD6TewA9CHVzPnUF7D2tSKk+k4SfvlgUQT6QUko+boc8vpwSzDhEuYa+AIj3Pjg85L4jTVk+xGWWu7TvsDzPTrC9GKWiPMX25b1bW8+9OtKfPk/zkz0/QLI+ljuZPMru+D2WyYc+qlsdPT3zQr7Zhla+xkXDvbCGxLy2lZ489nxAvu4ssj1rxJc7HaL2PSbzIT6ih0k9/GFCPWBFaj6SAXO+oNIgPsKziz1g+Yg+rKs6vsv6k74MR+y9r+xLPqUxtb1NV+k9jFGNPpQYgb5vJU++M2CGPUmLmL3ivRo+i9jxve5/rb5EQKq9nt4Yvrg21T7ky228dQ9qPnIF/b0ZcjM9pjtAvlzZyr2leiO+IbRUvlBY7D3/tvW9vEJovvTJnb4G+5U+r6EgvjpM+rxzH949MaPSPVO3W7zyir89Z56evkHXxT0GRrG+sx0nvYowOD1pWtA9C/7DPWvQEr6PRyw9M6pBvmLUjT7y0nC+IaaCPmgKCz31FRW9ZkznvSQAyT0g2Q4+V+RvPm0ZKT7dRiY9B9jbvczuc73CjYY9PfUEviNjyL0LwkA+4Cv/PJ4cPj1aLcA9wztFvGhBCT4GaIU9m+AGvn3YZDxNNe89RgoXPfTInT0JCSE8GwOZvdf56DzVJ9U9I22FPX/ypT0I8fo9R7k5vkf8WT3SvdQ9R9FYvoYc4T2Rggg9T54XvuHKKryB1K0515pHvqqFur3owoi9tYf9vUtHYD2stNQ7MyYgvs+fjL0HVCs7MVslvSqaED0Qafm9XQqEPTEbfL6U/Dm+fuRuvRB3ED4bEK88nP2HPc/QBr6NYE++r7NOPaR2lb0teIi7opnnPaYIcT3mqk8+v3N2PPp3D7yX4xO+sawGPnMd6j30FqQ9xG2sPb7vG77uSzE9A98vPu3nkbzaGZY9qLkSvvbogr2SzTM+XMMivh2GTT7Q2Te+XG3BvbhZiLwuxs88uIqCPZbzoj2KRlQ+9rOMvjLE8z3xeAi+xiUMvqmviz4P1wq+mHa4vLVzNL4Qe0K+cZQAvvfZD77ve7o7djwMvpAlHD2gDlw+f+OnPcd4Ij6VDPu9yGirvYn0Sz1R3wQ8+CYGvkpIojkoamQ9Z4hhPgbOt73uyQm8qH6SPffA4L34LNY9LUpIOrxI+j0TjhW9Dj4aPjHuD74j6g0+gBH2PZdqDT7X4Ss+QA8tvs7cUD7EsSE+H2O4PFFt5buMpbU8JCuKvWjKOT7ruLA7JnUXPl4WPb2XDVI+hDPCvg+iAD6/+py8Bbv8PYb65T1mt66+kfSGPhnDTT4eVe6945WNPdDqWr1sp1q9YAGmPAbiEz5+LYI9CLTPPU789T2Xxhu+gfFrvoyfej6pBpQ+mjkKvtzzVz75YB2+KxaLPej9yb1nJca9zXVxPg/NZzzRB4C+bgh/PfW2o7632YA+RFvIPXxLLj42W+m9d2nfvYEd8r0wsH887KOWO92Uer37QwQ+7IhPvo3vkz1OXzy+u2Y6PtKAFT5s/4Y+jntOPZNu3r2uzta9PKxWvk2yNr2vo46+wa3pO3EdlD1goPK9gQLQPf4JLr3VCrq844ibPuJ4LL6WAaa+bGm+vMrErz4MOm0+Lfd8vl8Umr65zfy9kKDYvolbCT7FV3g9aeg3Piz8dbwWDqy9iia/ve22qL44m8q91pvmvMiaBj738aC+UGMKvVOz/T3hR9W8ZHjcO7OmNj6UOSs9iX/6PEnMjb3nymk+GSX9vdlNTr45oMC9rIvJvDOKRD52hAy9Ikpsvf380b7d+lU8kRo1Prj0Tb55LLc9U5lFvBcmhT3CsEM+sPlAvKhpHL1hbxw+mn0Uvurp/TxTolq+pKshPjPI8r2/0F89dsY0PqGw/rx9x8y8ZAfBuzgkjbx+DoW++wAgvE4bPr6JW329yY8KvqxzRD7ykYc9okQlvYdfWj6FyEo+1gD2vLULHb5hKR2+Y9hxPpPX4L3aNmM+I3+EPeV7Kr1FvZo+lT4MvlDeDD3IbV47rgFnPVun3zzTm3a+ytVDO+Rfn75FLH29MMvdu1q9Qr6pgcW8pC3DvYMACT6Ujx8+3s5avZ+HWD078ke+cEUrvjjtcL6cGVO+fqcdu1skkb3ZuWi9uXEMPb4RyL0TDQQ+FjImPuIG5D0R+tO80WamPfkuur13G6G9OxKvvZqRqD5I0YY9UotkvgFQtD3aXD69mVIGvlXWiL5CGCy+f0sVPgDNTDybAE28T417PV/Z3L00y2G+PZsDvoLBdz4Svxk+NbONPXv6QrwZlyG+u7yBPuSP77xg3d++GWjPvmsPAT8ALcS9w5NoPSo5s73aZTs+JvpUvICbhb6+C4S87Ks4voc70z19jgM+8gpLPVWBCL50Bfc9Bq3uPcdF37xdYeg97Se7vRNnsb2aKyS+u6YEPVif5D0VZ32+4IhEvjWqxr2rRca+M7G1vTaYeLyfXYa+uvohPlFNCz6hLXC9I3fnPqNkKb2EBm2+xZZ6vRCAKD75uWK+/jpOPCu0Lb6HCXw+qOvbvVG18D0r+dC7kB2QvgPaWL7JbdM9c5/HPdYKAb54cf29munsvdrfHj3ur/Y9RLFTPLWCzjsvU2Q+/ltbvU/uo73LKpI9owiavbjy1D16ixO+LPPCPfrY4T0b7q09JKbGvR3yFz7HQqM+lfzAvVINyzzJqTE+shIkPgv4uT2q5vU8OLZ3vcTcHj7OeAk87/QQPnGeqz3FHe49YZU7PsQZKT6iqBI+q/CFvZxZlr02/S48j6X2PTuarj0gyQ4+G13LPc/TJz7xpUS+3eZWvdrki71eWmK9VX06Pgbhkz0TqpU9OcAPPlLi+rx4Sco9wMfKPZJ/nr03ur09MhuMPbftEL0GgmE9GghdPZMhhj0sI0s+D9tNvJ9Dcz7rZwk9Po/FPSzn371kXg69nOeBPaGVLDh1mHO9vEHuvKVIuzwBCjM+/M6uPZbLBT460DE+3rSZPoVelT2YlB89757/POXjsD3iTUQ+Se0fPpgyQD0zek68i7PZveq+4D0HEza+9FQ/PajrvTtkIOs9vyAfPlgTd72T0qW9qHfrPACycD4mjMa8wVccvqKI1707/+O9EKOZveSKxry4r0O9iNUDPl4IM74LspI9622sPXzpNbpw66Y6TeQwPhvDkDwrAOg8f3tuPhhxKz5ujTW8rsJtPkGyIL4ITBc+9TVjPqkAUz77tyo+EWOzPrErHb28GhY+4aj6u9QLUr1mtGc+mTcGPhfIqL0WzTM8DdY1PmjHP73TFRE+73UUPjXSTr5Re4m9fs6Bvc/EiTxnvlE9IH1avswCDL4nDtK9H30WvjMLJj2vLf09NV6VvQWbMD4040w92VP6Om6uTD5uDBM8V2G/vdkvOz46zNi8rRtgPvNToT5hoM890Ep1vq4IlzwPUCS+VvwFvh+8HD20cUS96t+hPtTka70Vvne+dJ8EPsX7mLy5nZ69I3PVPdQSGT6wy508UZkjPQz9/b3w15K+EHgyPkK/m77jFFQ+vzbsPUXEer7NPIW999ervRzMJT2MmE6+zzXAvIUFx70bNOy8vPV/Ptp1x72FusO8T986vrwHUj5ju/+9XoTwvdlIIz4eC4y9zgAxPv45270lVtw9M9F3vDGQer5VZym++JwUvTrQpz5Kjnu+F/LovRIhOD0nuhi+JQQavlIBfr4YTb29X9LJPVkEgjzLdxc+JP+WvWFLRb6nCe27uapVPsxCUr0j2Zk9Fn2EvhOzWL0KDaA97ZWNvYTKq722uyI+N7N+PZqH4z3VwSe+mRAXPU0vBD0KMCW++mIPvvJE3D0Y5b08S/YYvuU0Yb5mQz2+K6NcPlJxyj0L0H4+4j1hPsE/DD5PhDA+xITpPU1nfDxonYk9/iZ7vklEDb7DSPs7bsJevDGzJD0ozfO9IkegPqV/Hj6Cmlg9AVbUu6LMXj4h+HM8j/2OvQQXur3JL+29wiMaPp8nUz4E8VE+9gKaPfK2LD4tTzU9ihcZvcpCgL6BR1O9tcSlPtnYdjyR+tw9AKLhvRucUT2pApY+orYsvaW5YL4NYlk98GIovpiSVz7LPoK+M3h1vot047wMYgq+zJcrPQDBIz6NFty9/9E8vvO9gz4GFG8+3B0yvb0mQz0UmDM92euFvXmV1b1EpZC96oibvmhgGL1+twa9FxqBvDUOPr4284E+BAGTPtSoAT47Lxa+k416PV4wCb5wHpG+XMCAPsYloj5Gn948Y7P0vWUoaD2gJty8V8jXPGp+271WAUk+yBSSPhIDsr7U0iE+h+v/PQeNg723TK2+SB2Bvsw1Bz41PYY9T1OVPYLDfT5zL/K9P+TTPldQk7oq5D2+ogMmvuh5wb02Hge+Wu0XO1ZI6bzZBYC9zfowvamONj7tkLo8cRQYvvu9WDzBi0O+rBiTvhy8cb2lHgI+HSaVvozAxD1dF0U97eujO1vu5j33iYo93ZLbvbw3iD0iAiQ+CJF8PQp9Wj5K4om+F8Fqvp0MHrwmVL2952ZkPshO/T15hUq9SDbPPiWaCb5gIc49LRQavt5CQD0voKC8lDzVvSPSLb1foR08tM8svilr+z24e0e9l5Rwvg+Siz3PMfw893OavqJTSj7qI0K8gatDvs2psj01bYY8"}}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"padding": {"s": "VkFMSUQ="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "ThCfPd8OoD3FdAu9sliovduleTzhXRi+BG7yPQvmyb02F5o8wRtwvIm7fbx21Gq9B/G2vMLmr7wVJ6I7ngnCPF+IXL0trzM9Eey3vZVnjT0Lpte9+X4evZCPmTzuQBq8wrubvKRlZr2RZk48r3hlvK97kz1o8I+7WUKFugT+VrwpSO+9XcjnvG9dV73dA8+9uUTpvHujdr06BwQ9gOWsvaGfWD1W6Re9hncpvXpMx72es4w8vXS9veOc2ryOhAm9V1gvvR2np7yglxC9rCpbvZqz4jxIdI+9zeBAPcFroL1m8k89u8FrPPJixr1pCaU8HCePPPBSYj3jVE+9QGpZvUteVL3N7Lk8jKM3viJ+Lj0/GKm8yawjPWd2zbyY0EO9qat2PIIHl7yFDee8+B0pvIAeAb7gUBk9l775PQxWtzxcr6e9Y37Lvb1tpL3APHS8mF9dPDTOLL3cGoa8XoWEPX7tgzyslOQ8wv6mOaHUFL0W7+y9MZiHPXVojr22vhS9FzvzO7RssztHXQU7+T0lvTUnGj141py7yma1vMTVDD3fV9O9/8BuPKMDy7wPDum9nuWBvVD8m7xDnzg9pRBUvbH8ib1PlXk9fPBhvIR6Bj1Vlw697YvbPXT8071hknK9+ek4PP+TiT0Mwii9f6aivcH9qDz6O4O9pfdFPlWCKD0="}}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 