{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"end_mask": {"i": "11"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "new_axis_mask": {"i": "4"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}, "SrcT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_5/conv2d_10/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "hGNfPhVqoL279rI8Dq+wvAXFYr0a/di9YtesvrBc0b34Qv89HT1JvrTRpD2gUwq+PnfaPThbIzzMvsS7Xm+wvBYx3zx2uwU72O8HvHLZNz67XQI+vdpcvUKrez7O2LS95YHfvT3zZr3FxR++sPcGvsV3s701jSY+Eo29vgA35j3z72e+x/ObPcZvFT46OiG+Tj8nPqLtyTw6qxa+sKrGvAmcBb1KPYm+EOthvpt2oj2HJh89SH67vawlMj75KYk+1Y9CPhmSCb8WwiA7Ae3+PcG9N70Pse+6BsssvqvrUTxmoh2997J/u9lqQr64tdo94UwcPiRxK76JsDa+8r6mvhuqMT2481C8EdlDPVcJPr69F/E93773PXgvRr6ufF06+6nkPR0mDr3HlHu+4FyfPTKyWz7VmbK9fGg7vgOy4z0GMqg8phNVvu5u4zy8q2w9hSiJPZ1TWr628Aa8dCEDvpDz2j0/Iv897wXwPcG0Tb49c4O+vfNwPm3K+LzZ+ku+GfxvPqm3Jr528Sw+A+/gvZ51uT2pojY+RmoyPv4XKb6RUx8+6Y6PPHSOgD2q3PQ9fTs1vggZ8rzq1zq+ltJMvnu2Fj5GKmK+fC/wvTcS6z3awNc9sBqevoMIUL3iSr89+Z2/vL9z2z3bGHi+hueovc/BFj6VEww+afjzPT5aM76XR369hTSdPr4clr7LhKQ9dZI1Pqw3Gb4r88G+8sAEPaJVkz5t6Cq+e4WZvjrS1r2PqtE98mYtPt7hRr7U7II9WN2XvK0XaT7lJCS+hYwGvrv8Bz7FckO7cn5fvqcWfj4aOQA+PuZPPq7Wa75P6Ym+F3qNPnkB+r33sB6+81MPPg+6uD2Fr+m9TQq3vedenz0dBqQ9stxdvhniCj7zNoe97UwuPs34Uj71JEo9v1/qPC0iOj30qUY9UAZXvveHU71aS6c+0i40vrySeT4Cep29AgqgPEj4BL7Kbco9AOgfvr9Fh73S8qg9dqWOPU34c74C/vs87JFIPmGvqD1rblE9iDFmvjeH3Lw5ttq8gKtZvuhlKD18yfw9Y5cwu3Ru/j11n/k5NJMkvnewQ74Lb1e+9yBNvo2tR77dkwS9+SEwPRjRZL7LSlk+vHIpPorhGr50GBg+YqwjPjTCNb4a/V+9+zRCvlITxD0aLPu5zOCzPf9r5bxt0r495n5DPrF9Hz7kuYe7jZCwPKJkgj2HpEo+lzx6PhRvA7/4yEE8zmv7vYrFsj5l4LY9XKICPX8RWzxMuLy+A6S2PQanPD7RypC8jZ+JPFg4Xz5chpo+fKGZPEfw3LzL7T++EkkYPStyQjwBIMA9jII+PmR0uL4depI9azZmPey9Lz5SxcA96hUAvqzUCj46Jzo+qtpfvpSYzb2WBZ+9tqpevZbn9T0GBoA+tjF4PrkDjbwEA589mJ24vRbQnL3gs249V1iEviLP370CrOo9Wb+evUDHQD1UlSe9HIjjvf1Cob2lGlG8MN9ivrnpub3wIHa+JYWfuij3Zj7hvaK9JkDAPh5Z6DwVI0Q9fce5PQPRyr0tRUk9uQ87Pj9DAz4lnBk8Z0USvvcY2D2pesM9+QJ8vszElb3eFfg9ZB8fPnfLFj7z4oE9sNrDPsDBNz17Unu+KHcaPR3dNDz3x4c9rB/jvFUL5r2XmKu9HNuLPtVosL1WyT0+YndhPTeWM75zt7+9gHx7PY4ldb3qjDK+yZf7vav1PT5uwnG+bNk9vqK3I76INzq9ip0mvoG14T3V03W9A8mmvvahCr78DK2+nXTFvZucMb7Ql5y8nPU3Pup6e73HrwO+ZlEVvphhKL5c/jc+EGk1PnVIyrxQ9ac8sxbBPfeUrLwHBlM9tA7tPUACWL4bXC0+nIZhvv3m8rtReLW9BsVhPIP8Ib2KazE+mmpRPYoiUD6OEKq8h5dJvuvvgz40rNm6zdtVPcAqEr34udY9zZGBvq/l5b17oAa+Nriku4ERaj0kCJO9WuQoPjG6zj4M2jC93SGqPnIVAD6ua3y+ftWpPGLoqL20BIk+qzHhvoSXqb0adJq9Fsx3vo6c4z23Ix29n8gEPkG++D0fty4+16wPPt9S1rwHNeu5/PatvbibzL3T2BS+wNqHvRKQRr42Odi9BeMyvqoYMbyEgw09MSJBvvUcZr3V/Jg9pe3aPYiox71Kny8+LmMrO8yXl73Vv1c+c+XfPJUrVL5bI+49j57oviVLEr4bSoS+H6oRPTWBGb7dUxG+yP1zvvNjsTyBBws+jbEuvnx/Y7747Em+k5bqvDz6UzpmWgK+1psPPmiDPj7l6iu+sjWVPNy9Lz44UgA+80SkPcyBlr1ZTAw7LNFJvul2JD36YG494o9NvazqKbxGGxa++XkZvRSv6b3sZqS8ucTIPMRylbx9MYe92VRFvDtYTD07d9S9vneIPLvRar3rXOe9y0mRPlhiMbztEIA93a+hvYZb/T1AfJ891nDYvS/myb6HojS8DBIOvXols77PIi2+zNQ+vmEPlL544Em+p+RmvcJY0TxaEX09EAogvjWYuLzmfFI+JpoJPsKoVb2bwia+X4fnPOiiOb7a8cQ7MSgRvZiJGz7ET3y+/V+aPb4ncb6J7gE+5NXkvFK8SD0MwBM+1JkrPucUfL6n8GS9wbtxvG8e1bziZKO9inAjvmOTuj0xJJU9AcI2PrsPLb6HwmK+AZYVPdGZJb76mbU9tL6Ovu1rHL8cJU4+o90nvX/bM755sl68IcCpvU7BTj7eJyq+xG5Luzmfnj7sul+90ID/PW429Dzb+q+9RvoPPiYIh77hSwi+4f6BvsKTqL2GFT09CyoavpGjnT0QuE49KhmRvrqZMT7QZ4K+os7GvqIhITvQFoQ+dmExvB/nHD4lvig+t7hIPnxT1j0vhBU9CCA0PumAGr2+Bwu+gyOmvpAoOTzrdlQ9QjbDvZ2+3r344ZM+QvhmPhUg/zta8zy9RueJPn0fkb2B8748UEb2PLvEKz7fnJO91iMkvvl2qL6MfS++dkIAvufHJj7p9jI+q8M7Pv4GsTtElXg+y7GhvNjJmD7xPh+9jxX6PaySjz2vsyw+FXECPoRBB73DkIi94EyMPZikIL1Fk1k+d+kCvj2jpj1F/w++BizWvbfMgT4oRJi+0mwyvu4mwL7snIw+mquXPTHUpT34RVi8BzJjvcTUZz37nbQ9ZPRQPaf7/70Qm7s9jek/PPVVFz7myIW5Hj4rvqlp/D3R9Bu+MGT3vNioMr35L2K+9ot9vRg9v71+jWG+BHdUPv22l73diWU+4ksvvvaQqL372P09TCQ4vm3oXz5hFq690FIOPoo18T30qji7AJW1vV236r47WBw97/IZPPl4yz4SGWE9m5MIPaq+iL3mvss9SrQ/Po1nxb2OSe89ubFAPQEZGb5Yaqo95p/aPTc70z2zpI0+YstGPY/pE7xBATg+xoeEvoC+1z32Xfo9bfoJPU3Fpz0WX8Q7RslEPrFYQz0BhzG9tl4YPdJ9Cz7x/Eg+ZaMlPjbSwj6rr0U+4a9zvgaOrD1/WKc9O1klPbtgpr7Dmd0876N6PlnIcL6/aiQ+VqsSvhj0rL6TZNC921M/vZHqhr7blxM9kIXjvBscfD0gmcy9xF2EPQ3akD4lKVQ+xaPlPZmQrb2I8wo+wsE2PeiS9b3ZSdC6Gw1hvdBPiT5nayA87TivvjjH3L5FO3s+YuNpPJ36Er/TuPQ9JXUiPhXBWb3D/AY+0h80vbQHc76QVBK+ac4IvoRYED69RCk9Xak5PQx+sDzLUqO9ZjOGvvt8zzw5oUO+cglpvb1ntL2b2Om9Toovvt5Ghb5CROW9eTz3vOEoib7NSnM+8lqmvkTfHD4qfpe9FhkDPQuFoT2rOCs+iUgUvqv4nTwzA0m+H7Omva1OqT1+I3E9aHRCPhllFT623Sg+9ipgPU0V/b5nNbu9RuZKPogtNL2DLU2+ycaFvuo2mT2mOXG8G+lOviCDTD5fgTk8am7JvsVZ5b60n6A9RpLtPW9kor20Ci++LNbcvvTI1710pna80ixaPOX4HT4+IfK9PBBEuxnqw71x8Ye+CbT/vVq+mz0+2V4+icPaPu2QAr3aSgW+y7vyPU0ECz5Wi0M+mWepvscBN7wCcmC+92uXPdEuezxS+es81grxvZmvhr0ohps83n0IvdneNr2iPoA9HgoJPppQfDxbQBo9gTt5PVub0T3vudU7ht9FPi7IR73f9DY+mUxkPmV9KD4Kg3e9xgE2viItRb62Gh09Nh2Qvv6olj1zg849b4fLvbGvqL7bbYm95kL4vWika7yfdLs93QOBvsja+71MYQy+zc8pvmIeTb5Jhym8PNjavYJvQ7792WQ8EVYZvRXipT2c8yo+g93PvNP2Jb5Q6XW9Byh2vWGYJz0qXwy+AV8pvSv7nDuevb897QxlvjD3SL6Udyy+K94SPmZl6rxSnU++6u8ivvQ+Tb6dNHO+OsKevRk8lz2A3sa5t9tRvvKw9j1bllC+1XOGvuRCiz7Naru82hYjPWXLTj7Hz4+9qsWCvnKhyL3RVWq9VhIYPpO5C73Rkda8MAiIvvYhx724cL89B7jnPb6R2j1uNDK8y4C9vVsMj72JOXw9zJSKPUpThb7UIRg+DLkUPr/FjL41KHi+slopPYaqQL7mg/+9rNzEvVCohr52UQU9LZQdvSWqgj2NfAM97upPPiDpE77urA++oNyBvj48MT4E+iQ+44hvPlEAsDx1raa+tWIEPlitIz7Zp2g9UO7QPlXhJr+Iqqq+FicnPUN1uj3CePY9nZq8PZ1HbD7qyoG+w3kYPpIedrycNo2+Ta0QvcMtOz6Unwy+5nwDPhgW7byvSMI9n3QWvtgSMD58rce9LDEoPEbZrDwbJoi+QqwZvuU1wj48h4k8axpwvuYBmD4hkL09WhKUPv0DZLuuxpg9ViE8Pr9fij17mby9vjpiPVl8bz28wAm991RAvtzSu71bIEm9ySu2vF9dRb7W1pA9g5o3PX9PYj7Amac9GD+BPt1Dwj2hQIy8RZoNOfSABD7z0HS+bEUCPfmFBLyuLVi+rU4ePIqS+ryhd1S9bCy+vVlct7ufLzw+9YQZvjyHCj5QoXw+F+WzPe/Urj17Gc69GDQzO/+9AD71AoE+hm9CPQHC9DygtVA+KGF5PJwldz7bAak9uJo/PT3PiTzu14e+aaJRvt56rr5zCxs+OF0FvnxR6z2gfg09r/n9vbj35j3j9zK9NPWwPuVcBb7lWYM8dtH2vCNDBz1pIvQ9JPYaPSScBT6ceh6+Vf9gvkzbFz4aGfQ9ctg8vUt2wjw0CYC+RCYHPUrf6724wX69O1qHvnPo172X6EM+QQckvoj9YjxvTQ2+gwy4PVLU3z2hLV6+KOE8Puq3Lb+ksgU+FUZwPqGDqD5D4jq+qvkBviG5j70RtCW+wqAFPgdqFT6VsI27nhlCPlZ/uz0pGhG9FeDTO+ehYz7E+Ys+YxZ6Pub8QD4jf7c7E/EyPo8hqbwYAki9eH6vPim1nD7oHbY8+rI5PWdQJ74T5B6+HDONOYSfkj1FKjc+OU6RPtrCEj48hZi94vTfPJjP8Dw4ApW81BO4PbgriL5m10876wLgPFc4aL1I3Z885s+sPUZRB70OYCM9ldcwPkXw7byvdn69jmSDvgN2Yz4VEzi+fEScPZqRUD6w53Y91pTdPWyz7L3j8Ks+RzS/PsqZ1733L9s7/zRxvW8oAD5UJkU+7Zk4ve3iDr6MomK99BqCPvY+Mb6fRhY+ZP8zvdBW5r08/ow920KBvm8jn712rCq+qDZbvjfMtb3Z02k9dUACPQdYIz6YuIW9M7JqvbrZMj18M1s9vQsuPmdwED5RB4w9LwIhvg/Bw71OZDc8QwJiPk6fXr1Q/2i9F5+vPc0sMz7imiw9aWLHvaRIr720kVk9yeQMvZAwELwk24g8oXwdPpJ+KD06g0++vR8sPtVgkzucqtI94oDovTBtxr7yQ0a+Ki7cPf/ZBz64K8y9uxk0vaZ2SD4hpAI+M3KtPSdVFr1u+qa9x1WFPZbX7r7F6iO+Sm+8vVB/qDwLWmu9wN+BvpR2vb3NN8m8A3oLPGpWiT7ZtIu9A1GNvg/Wg77gU/m+vDbrveCzIz6VZME9ii9KPfguRz29xrm9qRraPd+xkb6Dpzg9OxiMPbxkJL5/CJ69/hchvoCz2jt2z909qFQwvgkF0L1arK08UWGOvBBy773Lxha+PqKnPQI4TT0dcv49gr8bPb//Jb7Bl3G+KWXuvRLnZz4dgwy+9gI3u8cpbz2QHFu97RkmPfukhL3L3Ny9nWTfvWl2F777RFC+2lHWPU9iuL2yc8E9nHQzvtp3mr7vRFe+o5kfPQxAkb4W9QW+laxdvncTHr1IKCo9x4tlvWqcFz7IrPK7rKFoPsCoFz4DQvy9gypPvcCaxjxuyRu+SkVsvu3A8r2+RO+9uYO2PaiUH76yvCU9VUsBvKT2F70oV889Mo2NvhSwXr6qwPs99fhIviACJzwxaZ+9qKCYvC2ZqjwzF6y9VVtavj4gk75caRm9Qw0PvZD+jr5jETC+y9puvtQ4FD7fuFM+tgl0vm+CKz7XqUo+omi4vJl2L74zkj6+VOFavU+OLL6yjGc+dUafvUIV/b0tRF09l0TjPJVQRr5gpKe9LPitvYKz4D1NyAW+URdpPYyE9j0Q15E8hri2PasFdT7cV/W92fuzvYzQVb21/YS8yTwTvg4XTj3uYAm+Lq4hPvdKLT1IK5w9DKO5vLiDJD4D2NM7p5+7vUj977sfrGs+6z6+vZjoHb4Lpoo+DuWPPbpieb2t5AU+ZnA2vXbZAT67X2Q7Xy+HvV5JKj6hOl++toDoPduLlD7ah3a+xzUvPreyTj2qnAi+q0FXu0t1B77cTdM+uIgWPNWKRb7WcG69BWTuPTSlpb3emci+rGLZO9s3iD4flau+0iDbPa06hD20ewg9TL/XPYfQh732vBU9mqqLPtLJLD3v6cm9A+MiPhGWnb1J+xQ+oiP/PeMik703Fs292PP3vfrCJr4MeUY+Gi0zvuroVz7RxC++b/Q8PjoI2j0HThm+7L2dupDkN7113Yk+8ZJWPuwenz2xygq+3V2TPpRgqb0tQvE9iW8QPq5L1b2zdJg7GbE9viVChr4KD0O+Ea5LPR5lWz6hNSI9lBvQvUYBJb0fcQq+6heuvV00qjyu3GA+Sl5SPs5MxT1w90o+/JUEvu8wAj5zes288P5mPq7pWr3P6Ee9V6JGPvTk2j1fFxy+VAgEPqgb3L30fU49unqQPkW3Fz74dC6+dkXvvdz3NT5LkSm+AZIyvkGpP72RojW+nM8ovqYPDD5TMlQ+Nsb4PVnQKb1owm8+8QX+PV5Rcb4s3Oa95AXqvdF6yj59sza9R4SsvclCOz4JRJE91svyvXFVjz3IMSs+qoE2PSd9Jj6FVrU9H71QPTOeLL6XXaY9gEsyvBVzSb6x7N49vdiDPmJeh76msQi9OJBhvdKxWjxXch++0gtbve9jK76cofI9v0kaPpDyj76RF5m9uSxJPCpfjD2u53I+xDcrPvk0gj7S+lE+a1cTvYXXiz3WIvO7o6J0PTaFGz0IHVg+ItqCvgMB1T06UX48D6QovlI80718tQi+JhYpvjLvpL4OUx2+F/zdvVpo2DwM3W2+L6uavgEqvb6VAyw+e7Y1PnZCnb45dYy9YGC5vbwKEL7KlXY+nLETPToVYz3NLTS9GKtBvoM2iD2L0SW97H2Yvbwy873WsqO8Stl5Pq07kT354Qi+xGc/PukQDDzZ7Sc+O/2VPvakUz2INhS9nkeZvTmCLb3fxos9L+7HvlgED75rBGW+MO8gPtuNrT0yoxU+OwW/PbcSRT49OS4+TcQTvssKEr5mEgO9jMp9PQHYMr753P+72Vm5vrCzJ74Ouo++CeelPs4waD2JM3E+x8Ghvl42qbwd0q87UUKNPekDCj6sDjE+DsNOvRlnC74a5cG9SdFGPtvlMb7j1YC9BWIaPm5qG74RT2k8mffAPL1KwL0c8+K9YmYTPkTWjL5uW269/BFsvodg3T0n8Ay/b+HbvUlRLT7hJfO9TfgIPuFsRjsulFW+zbM4vheHF777Qxw+zRUMPiO39r3wISC9IMPyPdmxaD7DRIg9ip9oPMdgoj0ehLk7v2hSvhAm2r4SIzG+kT1TvTgjp71q3uk9cJZTPoNoOD1/61c9dPmNvJBypL2Zvhm+mia5vcfaSD3LlgG+TssoPdfbbz2WGxQ+/Y4MPMlqMTqvw2Q9MVzIPS89gbws5JE+2pcjvnxGID6S7E282DLLPH/1Tz70Hm49sblVPpx+Hj6di5i9r4xMvo2FzDxtVww9O3tfvSzi8b2vV30+aBWBPgWLYb4RAlc9fZQNPWecCL6x+008WcD5PE83JD5HHE69ohWxPVf8EL0sqLY5dQ9XvbNOVj2rVtw8AL4avuWY1r2DaKc9204bPlURWj1brUE+9odTPkAbqL0pVwY+zygGvp3xMb40Fdy9NJ7bPcgryD3/dZo9M9Mtvvfx6b0k5IU9fjscPhNuOz0LwSI9lCCaPZn+dT5jgqe6z9IHvqIiGb561ri9juSAPdNTkL0h8bq9e8TRPU5PD775pA0+VXelveUBKr5sHaI8tv8avn1Q6T2XXBE8fvZ0PcNMXb7O4Sa+zLT5u2glTjzBH589/X/7PTeS2zqh+Om9ngIgvqZWET6GzN29FcxpvTx/Gz7cTky+XnFWPr2VgD7y2RS+iKXMPDRQLj5teu69hgcSvvNOET7SFXW8b+m3PR1eCT6lG4g+/UDFvT4nMT72HdM8AL8LvsQkKj5anUc+WR1dvdcSGb2UVgK++QFFvZVNQ73AXRW+dSiNvfbwtD2/wBu+NHc+vnlyYD3j23I+yVXVPc5OpD0R70W+3kS6vVltub6d0tg8iRRYvp0wBr7RuUE+MHtsvgPTUL66dwg9W7UxPoQrEz6Tejo9B/g5uyqbCj5WAWq+9D42vUi+nj57lJq9u2NdPpAUpL4ekAO91+foPanbMTwE3DG+G6Z5PWaVpD3oLnI+DmEgvmhY+L0dQn29/QzfPYgvQr3QrUU+AbnHvsWuCL0j1r6+rZHCPde7jj65RGO9qlzUO8Lhab0kj0u9DS8TvrSvCr0qV0S9jBVivCOphT2lzYu+TKZXvkwJPb47FRY+9gcCviNr4z06RwI+k/J5Pi/6pb1R8o0+Mx+TPNX8ybsGBgU93ZsDPsUht71JFoG8DCGEPmlwgr23voU8EuuKPBrUsb74v2I+OdtOPnmOcb47X1K+98vVPVkVBL4uZxi7p5S/PF59O77f2Z0+VLbYPfnkBL7pODm+xs6xPYgRbr5YeSi+5q6rve0/Eb5K+SK+GGVpPWVJJ7x3032+sYA3vjctuD6sRMQ9kji8vXIKdr0sw3I+8o8RPpKDLj4VFnc+M5w0vn2Cdj0GNWI+IL9nvi6827yBxng9cEibPv9izz2JyNI9FbKHvuUlFz4/ZCe+ucqcPtLwrT4HTeW9kKiBvmD6KT4J+a+88wB4PQvpg7xCaNU92hqbPrA+kb2uLH49Q8fsvVYZoL1sMJM+qL80PpT6Kz4Hcv+9qwzJPmeoVj1J+gQ+9jpGvhSBNz5LdMI9cypCPp8tWT2kEuq9gyXyPSD5HT57J6M9Oua6vFHwmL4mXwU+nJLJvDLpUj18hWU9Tnb+vi59rjzzyi++rxegvu2c870SFom+mDIWvQuSiD77v4Y89Z4KPF+3Vj7knIo+6PatPRziKj7zUtK8i5b3O0xAjj4IvLY9BK51vu6bT72RzY06uG8jvpmZmr61FZY8xllQPdrqhz3h4+Q92DEtPinlAj58cwe9YJSXOyGe27sDQrM9xiwFve2sjj3U3qk996bBOz8HiL6Mu7m8WkMMPuJehL2OLiM92HdNvsyrEryW6pM+FDS6PSK0lD0AN588Zh/BPPjTpD5UgyG+GZQMPjZqHD6vCWw+5t0KvWU4UL7sf9k9/NSevSjohj3e4G4+0AwkvuOeXD3oAWm9lN5XPhoRkz7YJ6283/lhPv16ab6O4wg9BTwQPh7X77yGD5m+sQYjvu0Aabyj93c9hVlnvh1Xu766xVy+KLEavlXOyby4apW8MldlvUemST1wrhA9heUpPhu9Db1B5w6+Yz3OPlRScj20Sps9m4QGPsmeZT5/TUu+9nRCPp/D9D3g5Js+aZA/vRWlFb1xcsG97hc1PqgCkjxNUfY+PooxvporJT5o5vm88/DjvTPzLjxUUxq+hRWGPhwqDj6g2+W9raYkvVyZ07043OS9DAvBvcRhqr0fI0Q9t4upPDiTLz1txS490995vplrfD4+iWk9AIYkPrsaH72u+Aw9XE4BPjBnF74cXxW9Iep8PRKOAj6sutO9o9hWvHj3UL1pqh696s5EPr8pMz6QaUm9pK0RPQwGqz0qEhW+NVQGvp5nTL3Mw2u8sRpoPfDhUL4Dbb28FfClvGq2rD2zAim9oXubvZGEzz2ArPW9SDwfvq32AT4XTgu91kI8vXxnZD4qH9Q9M0L8vcXqDT473As93eujPTPT0j0tuB89UIaUvXRp4TxzTU++jjoPPuhAubtI2zU9Y/GqOyRp/TxuTK09ytTcvN/0Az5Z77w9cZCLPQt3HT7Bub+9dIvEPLaPuDz+L809Lc4rvtvUkLwVmYY+fKu4vbScED2bMYC9emZ6PXCIX70Rerc8U5kYvtebDz76Hi++de4ZvT5fsD3aNXS9Yin8PWG5fjzN1kg8MuRAvbTIlT3/0uO9cZCQvUzzkD7cpyw83tGYvX3sgj7gqo29sxn7PEdlyTwqGDq+IXjFPZekGT55CQi9DnSOPeSLwrx3Nra9cQUBvrRSRL5ziY69pmHlu0mEyb24J1k9HFGHPVzo0jzPlKM97JEcvu4eGL62Fmu+VSLAPaH1X77Un5O9PGtyvWMkk7wDWVw+pfsRPkgDID0Vlq69mBAQvWBuCb23a4I9/kk/vmdoYj7/5d09nIUQvut0Rr3C6oG9Uyaeve1zgT2Yo7W907ZWvuYSSb7mq0S+yNH3vc4y4r3dCXo93RmKPVRpL76wPJG88Y96PrsZWL5arPS97PrTvaePcT0wBpK8SAcPvn2/nD2ylPs8SeBovn0HVb3kAFK985HCvRoZaj6aUO29XXoavul37DvH0du8588bPYBAJz7QUkQ+32YOvTyEujzXLO49vNmjPdRgUj6sbRO+PzuZPZg/2T3d6Hq+/h8Ovpitfj4PQoC90JG/vGd6gL0sIOM9Y3kqPvschjyTOgq9FUaJvi/YX75Z0qG9RcILPnWvmD4QjJK+rvrePSpZzLwgyDq8cGX+vYrDzj2SAls+vIiHvF3BoL72/H++p10kvahsm704rlS9lRD6PeJSDz6dTLo9pR81vkad3j1Lx7i+Q81rPXhV5z0cRlM+9wZIPmy8fj3DlXK9Bk8wPmuxKL6W5RY+aerMPX8uRjzclpq+fCS7PT4Vvj2MdMO+T+YPPo1nrL0iESK+RrVbvn2Pi77z88G+gToRvTLhTb3l3De++8MWvPcbqD1zHoY9FOMlvlCnoD2PHwM9yshqvKYnAj3EUYe+9MCRPGxedr6yTFS+tkUCvtB3pr3l72I+1h9WPnkaur2IaWw939tpvi9ylD5HW7c+kNGWvtMoWbyj45o+BR0JP99MED7y+S6+dBRFvtb4oD6msqA9aU+uPvVCzbxTa1U+YUl5vqqSDz7syZu9DR6gvXJzJLz4pnK9O6w9vvD9xr2cmA29R8HdPRgv2LwNJJ4+yK0uPpcdET3hRjc+cqvEPsFpxb1Kl2u9LFM4vitBh76gO4I+kv7bPUaJRz5wJUG+bo9tvr96D7zLEeq9mqoePrPbnD4bUNm8yVWIPpOejr0cpRk+/4OFviiwl77HfwG9eOK0vQ6TtD6QM7o9P6gTPVBC/r22xNU+/P5UPhCDJT5a84U+yAxePs/uAT3ELwo+uXfaPhmblL09UI89sICWPqKiKb70pto99NzsPQCm0732lfW9zXJ4PSGEGz2xlbm9EAfCvt67yT6atU6+8YGNPryao7w+6Vw9uHMUvpPzkr3lx7s9mJmNvmgbYb4qDra+HdOwPjuxUj5/sYq9ddgSvv1dD76fb5E+lWj2PfKdQ71imlc+Wt92vowV9b25RtM9Nxm2vcJvE731tUE+7i0uPg5POb6UMyc+LhJ2PdyIxz1vGce9SmgqPi7lSL7VgIG+KYVdvmcK0D7fmFs+xiCgvTmFm70uJgU+vP2sPQz5Kz4TY04899IAPrGpxD3a3Pi80+TtPUqjiL3zGRu+SsczPpiPLL0Gpz+9VPAevcXqmD3yubM8l7CjvZV2Db1Vf2c95QwWvhwvJT57qZk+AjwVPGm8UT7Yd9E9x6lHPoXl5D2f6Cs9z+D8vfHbCz25LQ49jNERPeGSDbyy0wA+rsQePqOKAT7Gd+m8DFiNPvVal72sZ6c8vuDjvXkot737xNo8kAKVvW2dAT6EGme9eX/SPcWTGD5moIM8/VmbPdnF7LziAQs+nwSqPZY9tz3ROiK9sbxiPuSazTuLowa9fOnxvQKDST6Athc+0FpMPjscij0PRrQ9yY+5PQhQdj5UIfc9xTYSvtJkE73NR0u+iRzmveOwJb1/PAW+PfTkPbUYAbyMhK49kqZHPdt8rL07r1c9pjtHPiNtA76XBbO9YOg/PW77Cr19NVo9KxDOvCRehL3PHU+87AAXOwolozuulrU9lldBPhSMbz6qrXc7JQ/sPSeSjr2WwZI+RMYXPiF1ozzMGAo9+fdKPewFKDxq2oU8Ms4FPKA/6jzjm6Y9GwRcvR8Sbj9AEz0974IlPdnDqz1K9iq8/9kVPolsCr4J3Ri+clnUvaw5rzwzN6k9Zhy9O/1fz718fo69McIvvQSd/TxfXaM9BBTNPeqZTz3bs5e8tvXHPUtiwz2RzAS7bRjqPeT+lT0jSqA+IXCVPeGzND6UIKm9cpLJvXRlkDzEsXI9XN43vjbmNz7V6YG8ikssvvu8572FawY+SAjLvTilKb5WaTk+uHOQPiLMAT4wwya9da5XvpGihT1+3l+83/vKvJ+0Rb4tnUC+g/UNPkGmFb7keBY+UN4FPkVnK76YQzG9FFJZvt+q7j1QYHa+NZMMuwkn8bysdTS9KBYFPaNEJr3nWiG+OZQRvcqjfb5Btbo80tzxu6u7ZDylk2U9gQmPPf3/qz1rXB8+SAGsPYyz67wdWV698HGGPOs6aj3M4+e9gd9OviRHg7wsZLk971Q0PuxX1b1kWwM8/063PcdXxL25fi49f2QNvtKJi70lPEs8ak00vv06Ib4C9X++HU4CPt6gKL6wEJw9oPNIvS4mt72XL6s8RBb3PXBtGj5Q6Qw+K3MlPhe21z37lcu8S6kjPZZLxL1gLyK9sKSgvb3+cj4SUj0+tnJqPe+U1j2ousQ9CuIrPqqd/D0WqUS90QqnPjHYP74QU8e9ICu7viVyJb2OfvU7nm0IvNYWTTzyK4S8QEyjPUncKz4XWYw+4tNNvqfZyj427Pa9RSYvvEdGMb6HrsE90NyRPWE9pT0rhey+4aN7vf58ejwYszs+hJKPvJf7VD2Q4la+NX5rvQtssbxa/Kg8zvIIPp57T7ytZo29XlEFvW0lrbx0RQm+Y4P3vHYfyj3Ct747FFMSvt8sW71fr2s9pLhQvgCraLznmYq+vQuePmanjD7BHcE+TB9YPgugRD4Ao0a+X08nvmmhLz3Gbqu9uHenPjTwV76SSoy+nkxlPY7ZTj4+OoA+foEuPkQgmL4qooG9pJ1Nvo3U6z1FEWs+saY6vCbZTL4i3BW9tA4DPryVjbowBZs9oenBPaWjGj7eKWO++/fDPop6Mj3HAFU+kHMhvpH4CT0mZd29URuAPLCbbj5NFo45CDgpPoeXpL7awIe+e2mKvlGCyL0H40g+C3pTvYB1i75z6E6+xZrZPDcQar6JDjw9g4tgvc9Qb76WzVu+bDOdvUmfsL3H6WQ9hBYpPQGHjj5Z+h09AVSMvdG7gz7ZtUM9XNnbPZVYFD4Bt1k9rYdlvZ01B71TYYw8KUCrvu4Qnj7d1gI+isebPlaG/b3YKga+1gOSvasJwT5vXlu9zH58vUpcVT775N09rf29O/SGXj09Hwa99eDGPmnpxj3Z2Gc6hBiUPZ2/nz4EExU+x5FovZNvyL0LEYe8c5eBvjg25DwFLU4+pTPCve1jgL4PkWI9PlI7PhKGJb4FFBg+igkYvOUdzz4lx6679YOZPUIaHr7JOjQ9t58avusdbD3jLVC90YrDvfH6sbtiOzs+kyGmvaGvSzw082k+Lg/+vZ2SLD2LtXi+rWlxPNjDh73LXew8fuC9PGs4bb1zTX++fTkLPXLrD76YM3i8Kww5vnQGm73c+4a8dRP0vRWTmbyj6ze+u1slvst02b0S5Q8+fEzavOriLD5OGQu9E9x2vdy2I76Y1zC9E0WdviVb+T0VW7y89aqXvXh/q7337ws+3pRXPqS0ub1zxJO8NlklvORE8r27y8o9SEeIvVPIB7wZdq29A84Hvgb04L1NxW2+iaeRvg1ohL5LQpk9N9gRPen/ojw5qXa9GdS1u6JpEj0l+gy+T6hCvanmob2epjo7ToEGPt9+Z733RcA92FoWvvzw8LwVruG9RvAVvtK/zDwII3m+RIHwvYtd1D2xkY++B+yFve8aXb6O+cy9mjG4vTKwbL4ZEb880GTgPX0bpj24TJ69yEH4vBJMEj1Zium9TbWaPZg2L7zrilC9TttmvTADs70Pese80GzlPLYvm76gzva9uAjjPWFIMr3hWim8/+PKO+fWuL0qFfu844fEvaWnJz3yxBM+mEJnvevSiL6YNP09dEXtPJPtuD7bhBk92qKKu/UCTT08VCC+epP/PWj8br2nnEE+6OK9PXKDbL5d9Ng7DcMwvth/rjwFS2c9Ela6vRqdlD1krU+9xRDXPBqK6D3QmgU+2fE7vl7szL1eW6E9+Ofzvckw+r5SlFo9z4IqPidVkz4Ur5u9lKaMPReM3bpjka67S2NOPoYnrD3HO3w+IXecPZWHNL5X9Dw9Z8WXvkM1ULzdeDu9K+pjvk2oJr6uDcM9R/SbvYVeib2ce2o8gc5mvVNII777oai8dSRFPukyKL4E6nw+vGKjPhy3rL36lkg8UKPnvQHSuT626S897kk5PQgX+7v9dYg9RhKAvVzUwr65y/28lX9kvbES0b3deW6+ukMDvfz6HzwDV6u9nMEQPqV0oj0knmu+SR2WPXau3brqxj88yAXLPd+lwT2FJUE+RC9xvOqoRr7cnNw7DJzQPbLgtD074cG9RTQFPrOBGT4O8Ho+azrxvaS1az501Y0+GyNLvtAmM76ha1a9ie6zPoge+LyykhK92U1BPYZmFj5eLvi96me8PhfirL77XJs+RMKFvUuD5T2ybLe9xGChvcgYeL3AnC0+GnkIPu+yl736BIg9k6KGPYOZmb1I7Z88ZB6YvVdZWz5y56G+NCWSPIeeYb7gsUm86T5YvvQhXb6ttCw+JkMSPrJBaL7njLy96io+vUnBSL0tlLQ+BDhhOQeUNT7thwe+JUQRPtfqZz7e3kq9cEemukxbj74po6S8qhVuPL1+6D18cao9/uQGvjqNoj5NI1i+Abm7u5iLc72Y5LA9I1LZutsuaT1cWcM94b8XPtboGz4tHoi9jKqrPsJ+eL56PKQ+0DvDPXiqJL3EaVO8HJFNvnDpTD5Ut8E+A52GPmCYmLxU9YO9+aFSPsGUBj6I9Ne9njkyvZ0tub2OByg+Z9AmPMsvj77J2YM9h/t8vs3B5r3bkxM+1CHgO7BWjb3BHlU9NuYGvjQ1ir6cniA+ahzYvSHjV7zVZgg9zz7dPGr6Hb35xAE+DmAIPp/F6T0kutA9tRcEvdpQjzxxQJA9hnssvu3sSj6dXKg9VMm6vblEij3Itj896I8QvsZJqL7kEiM9AWYiPi6Sk71HT2Q+L6MRPXy00b72Pjw+QyMgvi6PkDx+BWs9yTmWvS15Cb3hUhY+Fw8Ova+82L3BA6s+z3tmviuzBr0ARJ689hgfPsWYvr0M7w09rLuqviVDRb2Nyve9Z8J4PvbOqT7s6Ea9G2uHPpJI37yB24C918SZvgnSzj3/aCi+KaTQPsLxSD6MXa480jpcPTDwHT4nGHI9ruDrvYRrIT9Tlwq+IGjIPt2l7T3FYXs9DD5LvsiZCT7dI8685ePTPQoPC76s1wK+zgqRPcWA6TwOL3Q+egENvyONfb7KWgK+InJQPf+EiT07OoA+CrBlPYit9zyic3++UJIDvpcscj4jqVs+HtMFvUHwlr2sYJM9Mu9FvKOWY72v+Mo9tgRcPrSOIj7Gx3y9brF/PdGO1j14GZ09BCA5Pq78HL730Iy93PApPnW1hD4hk8490XoWPTPw6T19JSO+EIDVvRwczjve5hq9zeL3vegNNj7mHMc8WuUFvafzyj3dn4U9exphPi6SKr2hQiI+jeeDvfDJEj4XBg89OyNVPuimR73Kr3E+OSOBPcDcKT7GIBs97ENCPoTQKz7Q8CG9u2uLvFEmEr7sN3G5Kr2OvIKoO71zlJy8EhP4vZJqJb7EpMm9xbuyvO8GkT2/Qok98W8PPQJIKry50A2+TEFAvKkzcT49gR4+2YjxPQJbML73n+a8oDCBPusyoT3JOys+bfsJvQg5mLwEePG7PAUCvtSUgL0N+5Q+Gr6CPupm3rwMbkw+LwsZvSFW471d9Gc9qjukvSsB1j2Lhua9Jo9uPgHyMD7Mxhe8CcYvvEOwCL7Zo08+INWGvKsNaD7TQoA+JMzwvR3i4T1fJsq9fES5vGZtyb3uqoO9NyYaPrmimLv9jN28CLIIPkb+Zz3C0Ae9CM3cPWWqjb0BNhu9bueyvT04p73tWXG+E0xEvT6Jkz4Kltk9QRIwvTEXAj3VIwU+0vUPvod9Ozx+dm89wmu3vIIrdT39DM09GdcoPm6kRT5euR2+JhqhPeY9W72ZhNQ9w49fPn4dhL2NOzY+2EgXPpeehzxY6Nu9Qwopvk5IXr2DsZI9z3tavijtrz1Xeye+oNGcPOvCuz1ZxbK9xSCXPFgfSz7frzm9UEOvPk8u1bxCh4U9CfYBPnkXZj6DDii9vLgLPsooer0cEAC+nHTEvTsrCr7kIHM9bTSUvrPahb6oKww+dRMRvdc5CD2Jl+67QPslvpwOHL1CfvE83hgsPq30rD7vhVW8YHPHPci5Cj3B7+E9+5UGvhvtqr16e689SmIHPoiSn73epgK+a6oqPjoZpT09hW0+qaOnvRJzY74A2kQ+0ZdLPcNwqT1siuW97aBRvpOqdj7I5JY9vSl6vbuWRj0cHQO+TWjOPs+oTb7muGc+1y4yPslJfzzkO/e8nSiFPsGqzT2314o860iSPttmDT5rLHC9pJsavkO8ZD4jvKw9EiDoPQFAqj4ut56+10aKvu8xdD5rocI+skjfu+HeCb2Wuoe9ShYBvmYP2Dw4Hqu90Bcdvs/WkT5xcDK9L3O7PE7pIz6Br5i8vflWPcm7H74gM4O8rfg0PQIEcT7GJpK9hFyvvUzjTL3y/9i9CLMpPeVULz5nwHG+sr0+vfvp6r0phWI+TbUevuqngr0Haak9KUxNvdJBhT06kYC8SUxJvKfEiL6AXwU+sXK0PfmvIT35gXM+gEnuvWwVZb2Vdle9nbWOPvfJiD1x7lY9I14dvRHF5jxCR2I+f6kNPR7n47v5dxW+Jc0iP72MHD1+5LA9LfYTvXwm7j1cTHk++Sx5vbnHbz6FEDG9fgjpPjunF778ZYA+K6mUPuqufb4JMzy+9FwmvqQAcb2ZiHq8CvvqvQ2lqbvOIiA+VwIMvrKE970D1K49pHWFPly2uz0GR909u1ZWPgPIwj30s6E+0zduvh/p8b0yJdg9vVjiPh/cTj39bKe9oxG7vdXV6z3EB0U+EngnPvYNSb5wzBg9Rw5OPpgv4z2pVOY9u7YyvsnNaD5IZwM9CNZoPSJ7h72Fi9q7RUH/vJRUq74dQMs9hEqsvX8nD79Ajo091UCOuwDEPb2RWkQ+/PjkPeuRLz5s+5U+v0uZPapR6b2/VW0+8b3tPAmmEz5DboS8x0rZvWo7oT2rbPC80T+hvodjXL5YT+89NOeFvN8+Ar5o0oc9j6jTPb2Xob3B5fi9O/xGPoMMnz5FrZq9HqrdPozCKD45PxC+bKSJvVZPiL4SxNA947+TvaIqij6J5N+87IR+Pn44Rz6AnQE+9f8kvgtXEr4d8MW9+xVDPsfAWL5xKxi+IOgpvlCSar5gODM+SzPdvcw/2b14/fK8G2vcPRURwL1Ek08+55N/vqBbGL5hzoe+XhAFPeehkb3Qtfg+MTDLvS+Njr3raea9zSmQvb1cGr3L6Ae+hKumOxWEdDyem6W8vZxsvhtHRz0Qzpq9hTY4PpnNrTy1JQ++0OkGPkTdR72UU0A9h+KGvYN8uL0lZ/g9uIthvs7uyD395/O92ob5PcO3Sr6Lt7S902EtPlDWyr2XezK+A0/BPTlgq7vhJRS+xvfePdAW5rzs6hi+qVEJvuIuBb6gby++4GaaPcTVK70m17k9wKsHPi53A76ZQ/C9aviDPeRQNb6yw5w91FNjPQ76gz3aNru9dqG3vWtXg73FJho+q5dCPt0JvT2afxe+ZBX3PXQ9jz0heGq9e8M6vv5U3D190AO+VkJ7POwrMr5KRTw9+AbNvNRthz0MpL89gqPGPTE8Db6nvnO9ec5yPRg5D76GDWQ96ZuaPWSY273lHtW95Cg+vuz6CT1btgg7ZJcYvd6qqTw0iQ++Da2FuzqIiT26ZoY97hICvi1/Qr3XzMG9XwyePRNwkD2ZXIs9U947vvYF3rzFPB6+rviRPGchUDyx2yo8dDECvoiRIj3XO2I+Lr9Zvd2mST5BVkg8gx9pPT1BCbvr2cS9yH68PUjZ072rL+E7gd+8vRua1D2gJPO9kT6kumUXeL27A9O91G9LPHbQljymxEI8IduqPDxPkr2/WLi8CJ9MvgIWBD2C8wW+DzuDPf56JL1aCXa9eBlWPWTdkDwHTj69fqyAu3aHib241t+6OL8evDuy4b15WbO9WESqvUfvzDwqCbq8YeulvRZ01L05b4w+trTJPRMIUr5c6BI+9nnpvDnsKD0vmB8+N6xlvbj1sjxHoVc+8gobvvWaC75nv7E9dQGzPqXy0L7xbPS955hIPuaHVr37tbg9ASjePfsbR76GXZ69kO46Pmo4Rb5BwIa+tLBtPs65ebzwFNe9TCG6PeROGr5nwlk98jYmPo45Wz4YwRg+HLJAvint3r2lsJG+PmGwvah9Hz5WLc09TX+sPezVUb0EoVC+EFfLPEC8lLyLATY+vHzGPRhEkD3/S1o9/wlavnd+kj1YAFG+OZi4PoR9Rz49j8w9fSBAPdfOOb7QqA0+PZHpPliMiT7Qljo+HOyVPeCoWT79BE0+s2BAPcPv1rs2DZy97XdmPEWBCL5Pjg6+Ssf2vTMZub20ItO99Zg8vt7agb50+ne9q/Divcy4rb1WCr8+cpsRvtuk4b0mZ7y73QBaPrRWbb2ioQq+o2kKvTe9urxG2qa+YfenPKqGxrpjRv+8c9QUPrUOnzvsX1q9muodPVwMtz4wCyy+Y5hsPhitGT3wdOY9YWomPkFAhb0fPh+9YFqlvarFTT42LiK8skCLvZjzWz6njwi+Db1uvsiDZTzM+YK9paHtPAnH6z1ikhY+rGb+ve+R/rt8IEs9gd/+PYY1Wj6ZJgQ+N9kYPv0SFz0iERa+GQkOvsOxOr2UtYM+JosoPhdJpb2+Aju8xKfdvayWnD1A77o888q9vf0QnD6AUmu9mq2mPCbq9j1x+E8+MRuCPhXXgr6w+Xi8qP44PkWBDL3zyCo9+5TEPfBSirsMoS4+8gh+vtO6jL3Fd2Q+OYcpvvOXLb1RA0S9gDNyPaqLO70WWoG++AtCvrcpu7ytndC9iELyPuZA973tNBa+SNYIPg0apDxC1mg+Q3B1vpTUCD0l4q09I9SAvqKPET70a8I9NItuPPDbmb6f8c2+KJU8vq8/Zz6WFC4+o5WRvnCNEr54jEk99XoHPTyXRD7cEqq9laSFPu+Gir5024Y+pSovvpbIVr4qv78+29Uuvi3eyj7GZou9TQkCPgemOz6flgy+YGRPPXFoGLw+QQG+s8zvPWL+vb2g7d89TK6IPS8QS76U03M9eHTEvvaaOz6oZoq+2Bdivq3G8r1KNHq+OkAzPtPc3T3+3Rs9LQRMvIKHCT4agke+lJegPnWnU7zjoD++8lE5vqG1Az1ckhE+JL68PQYKMDzBoMA9TXECvk4mO7693Oe61GulvFPItj3Y4Pa9LGOsvTUKNL3E9he+fE9PPq6HKz5o2sy99BV2vvweeb3kO0W+iGpmvbWMlT1kBeU+owyjvVizuT1XtQC+YdsUPrAFqb4sQOU97fliPh4y2b1zUS89Pj8CPmFPIT1Lnb09vVUWPqpHbr6gmri9XqwFPYRdIL6mucI9LA9JvRRTL7zy5vm8SgwvPnJFLrwLV0M9NAwvPpn/r723PJ49tMsEPniTTT4v4rK9oJgZvseHdz1OFoa+i4h+vk6Dvz3rfpY8/E2ePcY93T0bPPy99SILPlPUML77KTq+XEQpPYbHTr5SPdm9UDTvPJKDAD5aVeM9UTNXPNk+Dj4KvCY9pgW3PfBAJL6Ispm9H9LGvcqJwjz1QXC9CbYvPqltbr5qwpK8I3JGvqk/eT2hIFA9yq4dvhlKBb1JY0Q9fbPwvY1pcz3/uc88kUtAPFFCmb13Jiq+m2C+vQjnDT50s9c8s4OHvChwA779tde9VqsWvs+zH71+R0U9z8LXvMngJL5G3z0+yXMhPqYGpT2pvxM+meocPGwlHT4jTzE9Ns+cvPiYqb1wPWW9xUE3vqH1Gz3DkEK9BEdTvSLze74nWJ89LF9Mvgu6J77NvZO9MZywu8UNFj15RMW9ef6fvnZYT74wgRU+aC8OPmWsjj63KVC+JpiQvQENrr1b2Jg9ylsYvvLfAbrEEke+jIqDvBSCu7w3eNY9xacsvT+pDD4fE08+pm+HPTySeb3oAQQ+M0pWvvPzCL6Fqog87kNovkTv073JtC49PDM1PQPDN75556690k/BPXKyob5cRXa++mj/PIJzC71h6Sy90EONvbTe5b3mgFa9s/vZPTp+/LyXq1s9T0B2PtdTej5y6bg+7lYoPoXJOT5GBwy+de5hPhSYEb5njOu9MFcUPloT+r3HYLm9z5k3vsc2xL06mGG9/gQyvjmyxz5atc29oXTSPbJtZL4crhw+DgF2PbkjAr7qw3Y+iWWAPng8KD5MHJW+Oh+lvsrOUb64umW+44k9voA1oT4z2h8+Z9t0u2JMpL62sy68Z1E1vkfFHb69JRw+2e6RPVnz3z0NRYS+TbnZveznHT4hkgE+WkaJPa1ir74OKTq+faDUPWVRz71mTDa7lMYKPjGjiz2ZxM49r54XPrjEiT3q1nY+Su8aPcFY1T0924O+qeAbPj97p77j4yw+mT6ZPfZO1zyCL1K+0/UavTARsb5hteA9ByPMPf4onz7vVXc+NWYiPTyU9jwyGu47knM4vUQPj77JjYk9rueHvXh/u72zbeq965Mlvvix5z1YMUC+uLJxvVucZz37L0s9wKhavh0Uo72EHey9PbehPqJviz4ei6g+EksUPhDtkT1VFrK9zLm7PZhEK776bpI+g5k7PBiuxT5QXJY9IHt+vo1qEj0Us0a9GcmqPiA3gD6mnW++0TOevumm4T07/2e+2T+evTr5MT0lF4084jGhPcYvw70rbbu9UazJvRI5kj2LihS+n6IjPj91ZbsJHDa+/OmHvS6aLr7PCgm+Ws8Hv7w6KLvze1Y9MPf7urB73T0eRwE+vHvLvYhEV74F3Me74lpBPrcX075YUV0+CQYbvew/ib0EaXu9uEDzvuirtT2lIew95VpOvux/BDuwZku+G9AFvSfJoj42Pkm9a/LBvXITn701M5I+vk5hvtCl/L12+r2+o6I2vQhXrj5I2xi+hsa8vsJlq70uF5y+8Q46PuWJBL5S4vQ8nRddPuAgRT4Uj1a+pt1avm3ldj627jQ9gOpVvhFrdD2Gswi+YFY5PurS+7zDE0y8PxJVPFsXnr4eQ3Y97Ca0u76GVL4FhDq+GyCbt4D6Xj51I508bpgrvdjgrj3SWYe9iRlRPrcRbj6e5Ae+C94kvsahFj6ZFaw85L5MPn6Gw7zK2NK9qb5DPenCHD609qQ9MviLvotvwb3Ofss9okf1vCLGNj7jUuu9YVdiPVh3A78cHBI+J9JIPtIDST4wN9o8U3oUPc8bTj7SX1Q+dIyIPAvIDj70jq++yvYdPjsVtT05oC8+MIIwvk60aD5ndaa9QAglPjt4SD3/Uh09Y6ECPsithDx4EDa7NyvWvQtZCj4KzJa+L7aHPrhLEL5ti54+qqMKvfkJ4r2OuA4+0Y2+O2H9yb0IRX0+NdeLPpJKIT2lhrG8wV8YvaST5j1Zzqm9sIcBPV1wHD7zQ5a+ASlLPGnJ+z10a3Y9KTpMPl7jDD3w/Ro+eVmCvjiSOT759CU+onxfvVI4rr3z9j29snU9Phy0G70tFBM++SEOO0Zm/D0qO3w9XLG9vQ2nDr7+Gh0+VMqsvapymz2Yzlk+tW9ePv8xuT3hF0A9WZuOvbk/UDxrqE29+1MIPv6pOr539Jw7EX0jvcT0271rmem91dj1vaqlTr3kAEE9k2UOPhSl/Dx8wpY9ZIu/PXSPsDwJIle8vWLRPfUgAb7pVTm9KOAfPiIvxT3XUiS9lIf/PTARFL4BgpQ9MGrVvV64zjw15T6+tRFEvoCdrj1d80q9sx6gvMz2wb0AJTq+0wn5PEWP4r0mJRQ+REcGvWNgQz1L9s09drn8vf0VjrxLaVY8YwUZvixACT6Zxfg90k00vVB1Wj20TeY9VoJYPnRsZz426cy9ub7QPdhM/L2IS4I8JwJQPSt2XT1llJW9ZmNOPo2SUj7abNu8F3QxvOWLdDwZKYC8jJirPfehmj62fto8yh4AvpUBCb5Mw0Y9wMamvGfojT0WvzY8gi1rPuFE3ryqpKo937zAPY3oBj7/oU++t0ovvhwmML3CR5k9VfcKvAtkoTzZuAs8/kKLvfkx2zy17zW+t+HIPI6YDL4IqJ8+Cg+JPheQBL7nXtU8zBR4voUGAr5bedi8O9D5vRaxDz6PKA+9aa4IvkHCGj2BDre7SdnivShcSr4/nhM8MjeaPWq8gD6WLKA+/zKaPY97v76bnzy9t0rOvpO7kz2OWYO+A9v6PeFEkb5JELs8XvKsPbLw4rzqt+K8EI2FvpyRXj7WsEI9oyHHPS3QMLxjDLE90SGSvH9VV77PwCa+CNk1PhZ8Y77WgLu8JWXePO6HJz6mGVW9ekD5vegxtT3MSOK8xjfkPW1sCb6acBg+eaNRPiNatL1Rf7s9mi9QvV0BoLzkt089QJyHPCF2Wj5hIeA9mYYAvqwqNb4m93c9raKgvrHPyT0gAQk+YLWYvlYEMr7o6E6+Ed/0vURpXr4bKpG+dWgGPQB+3L0Hkqc9TmAIPezyzr6spZU+fyS+vbDF9z27uCu99MgUvo0yjb5904E8EqQjvZ/qhj7heic+6VigvKEn+TuYEJM+g7VGvqNOcD6Th6K+Mm+Rvc0yZ77R5y2+YU13vpRkHT2JuW2+nNISPa/oWT5o1Ig99g4GvjHYjb1Ccjy9tAkQPnNsGj4Xt2C+EjRFvNSn8T1jkcq9wAGnvVaN0L6si9297DW5PckulL0wthI+uYDfvUiqHD5s1YW+nt7RPQE9Er5iPLs94SssvZmnhz4A7Uo9dUXBPIjJtD296DU9M8wCvoG4PD6RG2y7ZK9pvWTeWbwpWlE9iSpevtGYx71nOpi9S8+dPhFKe72GR5E+pmCFPrEr9b2F4f09qV2fPTrmnz4PeSs+lcEgvdETCT5NVs89cLf3vft0Sr5NNsa8b6tKPjB/aL57+GS+79e4Pq3VqjsmcJI+QseOPYPdjDwJygE+xqOHPfCAyD2Zmfm8bREgPjCmlz1xAUQ++h7tPf7Lvr2VFsQ9MwFBPoYAFDxvcig9R9hsvgZsND0W5So8eRYHvhgwlD6gr4m9S2qCvosXYr6pqoA+L+ISPKiIcb6ErpC8gn+vvlGqRL4CKeu9QXtbvi9kSTzk4cC+C4sMPsTZAT5v9ha9M1aIPqy5/D14rUW8rTazPvxY97s8ZrO9WFZJvqZNAj4GRE0+f4hIPWXBgj7dnYC+2B86PrEA/L1yHA489wxXvmw4oz2nihW9d7OPPrlW+jxK0Nc8tKueO5+aJj15MIo9FhUXvqc6iD6yTea8sng5PrCv7D2uPfG9y3GNvjCR/D359g49n7LHPVzPm776SnM+2weePaB6Wj2AEAa9PHhivpF4hb6It8w9VSzMPn6KS7wlTRM86hpvvSWezD4XgqU+PGWIPsVGlz1mfCQ+kpXFvczNO75SNpe+VFdBu+M9jjwgDWS9EXQtPukLjD5essU8oNYnPswmBD7ZTbG7HI5TPngFSD56c7E8JNIGvnjziT2qzP06kfbpvGJhjz3jKwA+cfJHvnq1Dr7pop08BGEnvQbDZr2WlCI+MNzdvZEU2r0oOiC97FFyPn6/CL2IPbw9g80Mvr+SKb4vWVi+TE1BvvWd/T2AN4A+k7YAPoYD3bxfxI084ENrvfpzCD6OFkY+R8KePtZrAj7pMpQ9Ke0gvYRcrj0uAiA+hzEHPiKMZjx6W0o9q0zoPbGLbLyWtQG+/X2dPE69jj1DmJm8Ic1Evi1Zib49qn89I7jQvfeZhz1zs5w97go4PiUmUjwgJMI9pu+RPbchRb7yxPO94K86vhCvBT6iILG9MRvlPBk0Fb7l2NI8YpY4veLQQTzqATW9HIWIvbE2uD1gaoE75XLxvLnRB743Gds9RzgUPqPwQr52ldI92D8KvQIRPj5mruE9j+MyPtnBUbrVPyG9P27JPdCFULx+Pg2+2ivuvVeBAz4szxO+YMBIPXp5Er7vtmW8hsNUPYOeHT7p4J69EQWBveKU/T3pR9u9FebdvTCdAz84Moa+MGurPY9LXb71efO72zcyPCc6Rz1suEw+KHsaPvOhBD4rBQk+Pog7vRBfKD4+yoY9H9orPiaiSz5CgR0+j+4BvmVAm7zPM2u9W7xJPVfE7DskaNK8NZKvvW+vO76CYnq+/uSLva40qT4eBxE9P+u0PXLskz40/tg9sBdCPiwSlD1MS0061ezoPoriw711AFa+8vkkvkhVtD6P4BK9/RuovR3L3L3kYEI+dSaGPRuWlb7hXUq+qSP+PZ82h739eXE+j/CbvmrP3r13IFu9piXhvRB77zzWYJS9Pmi4PnWzTT4Isky8YJYWPhkw8D7s2ck9AI6UPuh7a766+q+9EMmzPff6r70IJIu+pIvMPa096jwlHR08fqwcvZ0vdb1zoEO+FdL3PYUkc74Beha+YAUtvtQEfj6Kydy9V+qePqzZ673z/Ae9X9WOvQCNuj2/+gU+8JCDPUASG75DvEw+jdcePmxprj0rX6Q7DQX3PbPNUT7f5JS9aUanO2bSTj5MjaS+l18pPD5AqL39J+09aY1uPvpYmbx/DqU9Aj2EvQBKiz6YyL09J1G6vA6Ndb4KxRA+lkg8vuT9uz3iLQ4+MYYDPi+lJb4XLWS98xMgPgxDfL5X0+W9nz+APRuPmj6pT4o+WHKkPWg4672rWZq9CAOGPdOmjT7cZ4S+xuKQPbCiYr5U/j0+/zaGvUeYU75XSSk+84QevjyEJ735yRy+3ga6vSq6jr5ijGG+iEQKvtbhsjyzcNs8Dv47PlTz3D3nwJY+sNk7PW1t+T3lyAu+a08IvEYdzzwr+5E+ZL4HPXv1XL6P5tm93nKBPVPGPj5Vz2s+PA5MPpvCwjzKFFk+iF6nvpl3+L1PLwW9EzvBPvrEIT2gZsw8H+50PnAdJj5O1na+Ym0uPB2Roby+4Ac+LG5bPsFJXr7XrME9BeaDvZnvtb0ZHw2++VWPPrfKUb74oIi9Pi9DviWbtr4mFVI+FAvCPcWXnz1jIKY+kWwHP7DFij4quxg+rcHnPRGisr13Cou9O22tPWqJzT4+DgU+eVEFvYAVUT3yDQU9i+EevppbTb6f7qg9q6cSvlRm9DtosRY9ja9CvgYSu7tSsk09fBqvPatr6D1LaYM+7UFzPheT3z2pIpg9DPklPpeop76WkvY9zvdoPSOBB74PPnI+9zZlPUm/o70JD1U+OuAvPpwUfb4Linw9JaLwvcx+2TyKM48+e9BwPukjJL692gG+8BN+vnOVSz4gBAS+oCkhPDf34L2kI1S9jHhpPlyMOj7T4Jc9z2MTPXLJ6D3FE6s+SlgGvqMHYz4pRTm9L4GxPtVe4D7mJJ8+IIk8vn08Yz1PrLa9hPH0PeHCTb0f2ke913c9Pq9xobxqeLM8F4KHvn1nqLtfrL49w5h2PZA6FT6rb0w+VagXPeUfYD0oz6G9d4sPvCKNlb7YrB4+icHCPTYKYD3cSJ49RWyDPiBOkb1BWuC9MvZnPlAQwj2+cZE8ec+1vQkKhr2nHRy9WcwgPnlkGr6fws+9vf+NPTdUVL2VqM29N0sEPnzNMb5Y3YS9SzB2vlpXszw5O2Y9OTIMvla7Kr6kv5m9guw7PI8tnr7mNFW8mdttviRcbT1CqTA9xPx2vvJpgTumuvm9ta3CvP1VVb6nlXG+d/VnvXTYAL4KM4G+xEMcvmw92T0U7ii+kDDIu3siA77ftOw8S+hbvtHxYr3rrwM+tueHvtk2Rb72X5O+xJaTvjvXkL59c809j/eRvI3gBb6cc1M9Noxbvs3COr7tIR++l4kxvq3idL6G3SG+whRwPU/Rdr6vzrk9jLIWvr+S770+8uK9aB0Evl5O5b1z9Uy+a+OPvmuzlT0KjA4+Mg9UvvjglL7R5JW9cjWtvUoCJL3kfR6+66IjvGuEzjwoNJ49DeycPX+meb74OFc9eTQhvt2bO7yKiEa+wV6GvmUieb7qNDW+2/kIvnrPALwZAoG+3VmnvXmfjLzFUKi9IgFQPXppIz0E96m9vjlMvZik/z0HSQK9i4LYvSHZtrl/1du9ZGTEPXm6DrzDNB2+8u+AvvGpk76ycAO9r/XFvXweRL55Szu938I0vpTFqr6ScgE98JHvPF8TQL4VW9s9iL6EvQtkHju62so94O0rvmfBH74i/689eTypPCSY+Txd39W9Row1vgaPc76zg2C+/mDqPQ83Sb4l8ZG9hTkDPuSCA778r789X0f/vIJ2Sz2735287JxgvUYtHzw3Xa0+0qWJPEPUgz6GxAk+Ck2yvk7VQj0d45g8lXjCOwMI8D4wCZK+laxePvDz3L1/yCc+Qic6PX0CjT1m5pS+Ox4xPvT3Cz7nT+G9WSgIPqscjr7sCFk+trLCPbl/lL33tx8+wtWHPtYMhD5vcA6+zT6Hvi0wYb1EWaq+j8tPPsUlmj6Gr2a9HnuRPplkG73qjS2+aatsvCtlwD0hqkm7IluJPjcSizyVhl2+m/1HPtXhzL1FuqC+CzrWvU48i77toLA9YhC0PWGjpL24HrE+MxmVPeHgRT6Xt/+9iui1PnwOJbuPoaC8BEGxPrvaCj58Jl89l74SPuuNj77tyWg+u+Z+PttazT51BpO+54ySPsNKxL7u7RG+AapLPSVPJDziGbs+lNr9O/OX3L2ZMDW97umYvD+bi76N64O+DoIDPg8HN76lQga9hkh7PRNeRT230eG9axkFPu47w744+5Y+KqMSvavSOD0zeLQ96rnpOg0usj6bnus9093RvLXRLD3V6aM+cq7aPWTSO75JzkU+9rhFPcfJ4z7KoQk9bSuivrCVRL2vQ0a+9/yBPssAhD2J/ec9hiuCvnIaIz6bWai6qGZ2PcGLiDy5MKC9a2uqvBGtO747Yxw+4ognvrhOSb2HzSe+iD+SPlNqsbz4Wwe9mFqYPSy3Mj0wqeA90m6CvsO1tzxj1gi8RuNqPeVm0L0py5c+q7HDvesIeT525Tg9CSJSPTRk6r6aGx4+bGelvWiC5j3fCN69AB6jvpQbkj5lw8g90QJpvq+NKL1IIjG+jHMRug9mSD5JOD2+A2yXvWd5Dr3ezfM+MGGZPCUJoD14j4C+R7UFvsmf1z4F6po8/xJXvubADT6VhdW9zlpjPimVIb65FrY907qAPpaiQD1WYNU8WvxUPThLrz4SQ7U97UwPPp0poj3gGi8+fpGpvF5EAT6RxEi+81ZYPrOEprzE4X8+djllPothbb7SkJa9hdhVPepzLL5Pb249IKwVvehOcz5FBwE+lw5kPjjDlD6HXnW9ZaEyvikShD5cwd49LuOcPunOpbyBXu89u+7rPQsTYj5EYx2+0PArvp3ESr714bm8joCOPjM607wsp1c+fkciPldLjL6Gjxc+ZtQ3vV1Icj5DuBW9qv0cPjv+1z3PZYs7Krl2vZ9Ufj4JA6+9WE65PAHSkj5fZzo+tMkNva2I1z6WLRy9x3HzPW4/Pb7RkRk8dAhhPrbk8z3Vs0O9RdWrPDFNiz4l80K8N+vKPlUN+z03pEk+KVPWvfWiYrwPHvQ8lf+SvAiZMT7Ym9k8vyiAPiIB2L20+Qk8jQGMPYLopD2mD1y9Bh8tPRonET3eLes9Pny4vNZO2ry7V949yUqOPPc5Wzw0Mii+rX1RPcZTxjyd/FM+FLXmPXajob0iz3y9pfyCPrAl+DyLzAU+8RdOPQufTz5EE0A9JvHsvKdwAz57Hsu9AlYcO0sBAL5fqVy6jFaqPqTayz2tEu49PqhsvM8A6zxCzlk8+yJ/PsIrMD7fQGM8n/n4PWoetT1yoQ4+SY0UPW5wjDzWqgc+u/h3vSajJbwkvd+9Iyu/vTIPwL0cLkk+pVihO4jzJz5vK+m9fnstPj9KhT0Ptmk9ZdgCvWRXFL2nP5Q97J7HPFCYnT088OE9rMCDvbMbnb2rfZ09OjtfPbo3pLypBxQ+nDbrvcnSaD6bNJo8eplEPsMgjrx7YaG9fggJPiZm47z5EoI78aTNvR3tuD3UnYa8Y430PWJLkj3J9nY9eV5dPVXX+7zd7yE9dhJQPjBmwD1yiOY9YeMGvJqSaj6/YQo+JLvovZEB3r0TPqk+77ztvHKKDb4IgKW8kTl0Pif58j4m1zS92cgIPkeSdT2NKMG866EbPYh+FL7hE4g96ClsPm6GTz2+fKQ8pCAPvOFH2T2IC6M8qiu2PbDBoz1IiZ49cGyNO4zSIj08Jg08oQgTvSS3nb3BtVq7UozwPf0ov7pv+Pu9QKIpvJDtfT4U0AK+C5smvvUr4z3ku6c+iQI0vnxXBD15tJ4+ZMfAPvo8bjs6ya6+iADfPWzS9bskpqM8Aa1kvhs0/r3jYbI+5DSrPQlp276WMna9Kz0KvrXyCL5W1QE+kNc+vtm/2bwu2qU9kxpnvvZVqz0MPFM9qfoivVnp+bzprYw9zMkyPhGLaT5EbBE+Tan/PKOKHD1y65u+QIx7uf61tL6UOey85/aSvtuXJD6N+VM+73AwPQXmRDw/YnG+WkAnPihqQb6USxG+NW0CPQzL771Gsqg8rR8ZPoHa5rzgNOG9eoTaPSghyjxqfiE+DQMzPR7yNDsXUFw+brYmvrGB9b1jSdq8JtnXvW24pr0uphG+uJfbPXQKWr76F6G+Eb1sPnGfpr1lJu68opYHPra3Wr2h5MY+9mw4vnxlPj4EgRY9IS96PYqOWL3FmqI8YtxFvZ7QRD5HDUU+pdQXPr6PKL6fEmA9isuzPkcxQb3woAY9nwYJvmK6yD2HES4+qD3BPOJ5Nr4tANw85k+cPRmoij5MFRG+SqbmPdZPQ76uN289VyjtPdffDb4CKCu9SrLuu8SGkj5vWle+BtTyu/JYH76sFUK+SHgNvU6DEb5P+pQ+gZdNvUtrpz3Eo/W8lAUqPWnzgT18UXK6D8m3vfehez09xns+Vq4ZvlF6gz0x5O49t7JLvoAYLD5ddz8+wWQFvhO6Nr7hR4S+/+djvnfF7r4BM/O+HQx/PQ7BTL44ZBc9SE8Vvk5AIj7h2Rw+Q/9fPvgyfL6qvds92xqyPLG4HT5U9vc6nfqbPtKwJL5I2RI8WR2BPu2ctz0iaro9AGYWPm+f+T3tzJ0+LnEMvEzaijySnSU+YwGiPrHOMjwcP9k8lvuRPoRb2L2HR6U92DCCvUsHHz4mm1q+BFVoPa4HFj6SxIw9RBrkvPaJxr23qgI+WJKnvugrfr1CKxw+9f+VvjHc9Ttp5708i9QrPE0W/rzfKOy90qwQPv2HfL7lN1q8nGaGvgmMBL7rZNi+1tNsvuMncb3MaVK9Y8SNPpwAyb0QSIe9taIpvufpir7NB6k9ktg3veSX5j2ai4Y+lJ1nPk0N2L3Rx8G9OopbPHKaub1vVNk9c/FuvpmSJr747ra9Uhazve4OiT54TBQ+YwB/vK/itbzoX1I9qG4AvrqkfT5CKaM9wKoKPsByjT4NL6M+HQBcPU9iab7g+tW9a70kPr4Q+D2KneE99SUoPR628L14z9q8O61mviVFR75Vm6W9G//BvQoKDj4Kv3c+yOHkPNjUjT3Acd89xkhcvqAFcb5CJds9m62JPibqZ74bbiq+SZ1rPhNz+Ds+oT27f64APpYoPD4wdxi+5s8oPuR7Gb2xHoK89r/Ouyk42D0Nvum9IVgvvUae/726mea8A6hGPleHBLw55xk+IhzRvdfjCr4QflA9Aw9yvZpeFb64gFc8qTkNPvnMQ77yU/49QeGgPUU+GD6fIBG+n/e8vetC0z0H1zq9AEofvvXQB77e8BU+7fdcPWkZEb42ViK9ytrlPdpkx70kz668pQf/vbdbDr7IT8M9nh4Lvi8Kk71stKO9k5n2vS/gAb7bwCa+tjoIPCXW4r2HfsU9k3j0PWe4JL0y/AG8O12qvVw6gr2Z3va8cQLzvOaPnL3v57C9RPydvJ6Umr3fHr89BqU3vt0kRDwHEjO8d5EOvkEw97300D2+OamgPaJLjbxsyFW+yBwBvpNRTLzRj2u9haDXveWimD3m0yw9COQhPqRLrL2Lqje7QLwuvnIl3b0U/8E89O9iPcGoKr1PN9o93+u7vWI4tDx8Piq+NJGAvq8jCD52Prc9dzZ2vccqqj31a3u9CnwuPtkD0z26BVe+T0SFPdEqOL7wH/u9nh61vdTzbL5qYLg9M0oGPvXfYT6X+pe9eLivPdGSQr5fuXa+juKWPX/7/T3kgGC+EQcdPl3IuL0iRZg9DHL3vLCRKz4mrwW9k7DLPTqqrj182JK5jmxKvijQ3jt+mCM9FBw2vqcWEL3MT769xrAMPYjfUL46q5S+8Ci3vf5PWb3ngj2+JbX0vU85OL4aVO+6bmAsPLqSZT0u6Uk8An1pvfdHzzzZitM9yEmuPW5K2j3o4S28cSELvdeDO75nVSm+lJshPuuazD1SPeG+ic0tPkJzXD7cvdW9FMTAu84mfL0PKna+EDkCPhbDGD4F7by9+1vuPiXmbr7f3JA9OyOFPQyIgD6y92K8cCeMPiImfD05CvK93Z+avgANKD6sIPe+yapyPl8FQT4/+4w9nvHHPODcDr6JYqy9FIWmPSB/1z0KrR2+hBE7PsCL7b1Z2bm+n+/TvB2+GT0AZh29erw4vkrZsrygrXM9n6aSPcVHpb1kt5U8y6yEPnum3rzG6sy6pXcaPueNtzgXmOO8PbFLPria4T2H9uW83CNQPdodcb7zBHi90WdQPpKm1L1W50O+8ME0PkP5vL2MeJW93tYQvWRGGT5LYXU9GMAHPQ83aL0WLbS9X5TMvF4QFr6cp/s7NdsmvaNLVLs+Mle+qPpCvkBwjz63AVQ+EBYZPkem+b39zxc+pQmGPOG55b32HOu8seXivaLMDD5fo34+5AKGPRxpyL34vAE+OJrSvY+sP76z+z0+f5NJPp+ezD4pjnw9LfM9vUX9cr51Vo6+1j0JPuFgTLyswTc+/QrLvfWTEb4TvhG+cSRIvdgRwT28tue9/7nNPf2qd70hmdO7+KzCvUbfh77AcGA9X+SXPXoOHD1oI3A9nZIQPVGNuD3YocA+856bvr0MBj6z6Dk++CgLPoiFsj2KBbk+GZcSvY2DvrqJgO2884l/PVijoL79Ro89cgGivfzpHT3m++a9PSjQvv2nTj6bvT4+wX7rvQM5C77l2zW93UQ/PsvhJL4lCmg+P1QGPlrdsjxAaK8+AQr0PP12Oz4mml698EXMPZkzcD79mkM+i4RFvXZ4jr1idSK+UYKtPUCot77qSuS9xHqhPitECD7z/nO9alpUPvTN7D74WI0+NOJmvL6SET6qE6c++r8PvTv9iz26X4s85cMIPnOlFb7ym2k+Hk2ivdVwJj0dAsW9N+kPPWxrQL0seZc9614EPWHwtjyPcbG8VjYoPj4SCD6j3Tm+eWhWvTuqFb6/RpG5DYGLvVdBFr5SaAA+Lh+TPhzuL70NPEe+xF5AvePUGz5yi0A+fhSZPjrJdD7WXSg9IrvIPdY1zr6IRLK95HktvjTnGD5QNmo9NKwaPoOGE74tvWY+/H8aPZxMEz62OoK+VeoDPtLJ3j104p29ZjisPdAvpz7QGb69p+BivePwNL7EH8w9W9GHPvoaAr3qxIG+1u9fPciyoz6hV4i+F/h7PV9GQD1HdCw+BzGevfO4gL0sAhU+ARvSPZxbfL0VLZG9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_5/conv2d_10/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_5/conv2d_10/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_5/conv2d_10/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_5/conv2d_10/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_5/conv2d_10/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "PR6yPVyiJr3xvQm8wjRDPK8zr72x1Ey+LoCpvbtPhb1oIKK9DM4ju9lHn72T9Yu9580YPWC5kL1LUJE9PI12vBjbMj1N72M9cqSYO2ecyzwPQp49RJjoPaKnjb2AVBc9ZcIwvdUheT1dRCK9f5VkPeuYOT2lTQA9tk0dPahCkb1xAvk74/gXvr/bZ7z0DC29elkAPrlz6735Jzm9oDmqPPe6lb1y5T68O0aWO/8iJL1WoRO9zdQ8vYXBHz1hst88Ij86vmVA9jx5Dmy+FcS0vWHYEbyjmkw8sZ9hvFgEwjvhcT++G3IDPXBpPL3jsee9XV+5vde7gzw/Z549BYRZPdUll739ShW9r/ufPXwbfTybTzC9pVXSvP2AsTzHGDy9pvgAPq9LFz1bpd68HvSUvYVrPbye3cW7x1jovf+ovj0KmOG8tcl+vlI9bzxiHhO70Ekbve+EazysSIu932/0PEU4p71Oeam9H8ZuvdzXqbtWG6U9iwqPvYkQjT0d+F29L9TSu63vXD2efj29WxqJvPDGXL5VtqM9Qq4evd3bkL7B+006kE4FvTjx9LxB0n+5j6DRvWkdjb7N3445u7cXPY5iUTxnQwW+IQsIvWapJLwoTn2+2FgSvVWIjL3YGsu9iqVXvbO9fL2ArVO+PnMGPTNTNL7HXw++qNaIvYcbQL0="}}}}, {"name": "sequential_5/conv2d_10/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_5/conv2d_10/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_5/conv2d_10/BiasAdd", "op": "BiasAdd", "input": ["sequential_5/conv2d_10/Conv2D", "sequential_5/conv2d_10/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_5/conv2d_10/Relu", "op": "Relu", "input": ["sequential_5/conv2d_10/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_5/conv2d_11/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 