{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"DstT": {"type": "DT_INT32"}, "SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [-1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_1", "PartitionedCall/Repeat/concat/axis"], "attr": {"T": {"type": "DT_INT32"}, "N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "6ccIvoTOxb19jJY89OswPVyRKr77SYW757u0PDSWNr4NnEY84kisvenL871ZzLm9DEFCPs/Yjb0SvnC+EWxEvJVLqr2ZZCW8qOiNvhNoab0ma+I9Zg1qvqi9Kj04hCw+dirFPZolE77hzDi970aOvEj1hL61hJa9eDz5PRU0UD0VrDk+fk5vvtd2kD7UlD49rpKavZ4otb2zqFM+b6xvPvwfrb1tzR4+b3ynPe7uVr7HCJW+YBl+PSXeDz2CLeu+lY+Avj5hir2IR3G+7zpYPJoXSb5XezK+VxIevi7Wwb2nS509cwUnvnUe1T1cL5K+89YHvo05Vz7YWAM+q4VdvmL1PL7H+R69V1b6PY6G7zx6vSO+9zIaPjEmBr4OoKc88KuUPSjlBbzXMKK9qIQ3PnbboT2QTwy+uwMEvvQk4z3R7ps9mw2Kvjjizr1f1+28K7f1Pd31Tz6TdmC+l+7Gu3Mfc71Wl5C+ueIIvjLRCj7WYcK9WplJvj7Ffr1Xa8292N1LPYwXo76ERli+7qCmvUDupD19uc+9v75Fvpg+STzJzES+mvEkPgU1gL0UM74+4uOwO1zXar2MBEe+HKTePU/r1L2uT8E9rzP8vRfdxb3PAS4+VVsfvt1sgL0aGbc84bgoPkhRBz7cSMC8eIUFuztcGr7ToRE+THlTPTibNL18bFC9iNkjPRDp4btNz509hXknvbaf+zkcASe9GJU5PBBOVr776ZI9BIOjPpN0WD4/KDW9oehTvdrKkD3+7Y0+yK8pPufz2Tw7WXE9zWXjvcP/rL0vAdM9o4THPf2GQb3A7zK6pKOQPvj4yD4Bu0c+2JBRvTUvsj3qBYQ9MC2ZPcV7x71gaYY9PBDSvAn0Uj6jv0g+zzbEvT7ozT1i4eY6jR6pvUU+L714kuS8pp+RPMGDJ70gggy9AQA/vCftDr6buH69iyk+PpVmjb7jzzA+UZqSPdCTqL2LXty+zpNtPciXkj6Wq06+fMqzvRX8BD6f0FG+Gj/RPGrV1Tudro4+j2o6PUX9mD7f2s29cyFGvKcmvr3ZYAa+1+upvK7T8z2uC8C8sRLTPTtBzL4Kkhs+EJXNva4hFjvYWGg+BEWivh0j7rsquxg+TNSXPdLN8ryFg1C+PhD9vYBsFD5260q9a1PhPQt+Ab5a0tC9nqU5Punclr2XgD6+9wBLPihhg71cOCE+JULHvmBbuzzeCzq8TGzuvRqa7zzDouO9vmuWPvJKVL2P5LM+IkfBvbd0dr091Pe95WIKPvlLvjylhja+V2AFPilxir4kmim+uNJWPuMh672voEA9JYHBPQkhNL1o7J8+RfbgvVbZxT1gWe69DAJQPsbDFzxuHLK7kjg3vVDYpb1cE/28lFj1vbV2q752iH28UgrwvUDKor0F8hC9QHmVPodjwj2j7ai+1qiEvqlEjr0dnO49RupNvjyAHz3JXTI9XxcSPWBSTT1hGwC+3qhNvVJ5lD2fge69oVovvtv6cb2l+4k9eXFuvpHPNL0WuyA+7gU5PCMxBT8O1FI9SnK0vTnthb2ihHU+ARZfvfemEb32CAq+BSXbPKMmGj5kieM9gvezPbot8j36rjs+DA6yvdp7ADw2yQQ+ilnwPcAWB77NoJ4+sH1OO8UUab56ZzS+auzavj6Z+T1RiM2+3wXfvB+Apj1tZaA+HK7WvByekj7RHgs/oz3Lvj+Ah7yZ7WM8386Ivkqltr1XhRU+rn+3vSI1C77PZRW+XrMVvQ1NHrs5qy2+yVG8vHCTTL76jeI+7cEpPiVdgb6OZ6M+s2SXPQGnT76AYsK94jCAPYLbP76mjT69aGRQvldj7jwKwHc+SOENPm/wwT3+NIe++bYfvmrwg76UnUO+bt1APZ80JD65Coo+79wivpxaab7rjp29LN/uvSj4OD7lIzq+tvKJPhAgNz6eMB+9FBCNPoOSG77obm++MsTxPYeYzLykx7c9068ZPvDtZL7qHXO86Q8avrhWnD4JGZA99eTDvd+0bj72Y7a9WQB0PlhLUb4nwSm+XhzLPRFNfj3s8Ky+k5arPdEwo7xt6SQ+3LyPvbWImjy05oy9OW/wupnqTj40yuQ8EWW/vQBh1rzWARI+VhVTvQWQ1T0nf+m9lUCzPPT4vjq8JgC9Eym4PEyJ471k00a+DTg1PdRDOL8lvyq+YV9hvux5pT3dTIi+5JL1PRSHuT3q222+ylTJvcB7Kb7ZPeS9B2L3PUiwPD6er9A9z4P6PRjeK74OOA8+SXJ1vXdwKD2hhNC9VSkKvwW//j0zNRq+Vfo+PrVFtj1U+Pi9jv3ZPRHEDT3PblE8PkoGvkp/7L1vg1G+Z4EMPpsGnD6R64K+hEm1PP/0ib4Wiw0+O9r6vPTaaD38Tjg+MqGqvs0CQD1O+TW9KQMMvccQBr3nZfG94iVmvkM4Pbx0oZC8okBkPZdTH74MiIS+RyoKvrfNfr6Xd/E8tHCPvZX8YTyVzh48VIARPhsYJ75kYLG+HX+7vR4tAT0b9ug97yDpu3DcpL2i4qm9y+grPsHmCr4qHIg95kMyvgpwSL0WNd+9bSvUvCjRWD4kMzS9FGvPu01lzr0vjVW+90JhPSPHmz2+E1Y95fOevkuuUL43WSi+OgoHvumDvj1cYMG+hdRJPrXJcz4Ru5c9m9QdPu1p4L2Qfg09QnTQvZe8mb6VtJa9EYBjPKBkzr30yNg91GZDPm1ydTwfAwY+zjaCvkHckb7Lxii+rGgmvT0UNb4tCKi+g9eyPHiHjr55YFq9jmpFvpwnhj71t8w9CbhNvWOLeT451KQ9BjLtPe/hCL6mNw8+e6CjvODHUjx19/I9Co35vbXmqTw0D+M9pmqEPhf9DT6iv8W9TNfYvUKCnjz8RTa92WdAPs3UFz7W0Kq9dBgyPc3qRT7+3zG9gojrvSXDnb7IGco9hmWqPW/6AD7NcaC9mFcsvnzTzD5MHx4+iBSYvmjv5j20AbM86CbWva7zcj5Crx09m/FLPliYv71x/yG8kyUSvUVqmr5Cy1I+R5Y3PoU1kb6GRYW95lDAucn9zD2SKP69OACdvXViprw9Jb88gdTKPRaOpr0pbL+74gxCvA3dKb5S2wK+CiI7vaqDgD6H7ca9X0XFvR489jzVUa+95mIrvrIPwL2LL689Y4MyvN/JvD0q1509QOarvgB/XT41Tag9isxxPfcnrr2ScgK+yjdvPr2zXj5h7uw9xXObvb3Ws737Jou+9cg9PtAYSz16s58+hxYYvRWoWz6SY749xDO7Pje5WD5jMYU8LU3WPRINB77TVJ6+0vs3vMWeDb1Ipos99Q5Gvbkd8jwOFyY9KxmsvVikwz1ZQFi9nCZgPfnxTz7jCwm+FS/CvoEFyr1jpmQ93erpvaMiZT7HF/Q8tIQPviTSIz6E0mm+/m6CvTFuNT6Hcko+TPorvmbbBj6NSXy96GIWvtzFy73Fk948Ah8NPI8cTj5KIoS9yY+xuwHe7LzYqks+5lUAvt0XPD3P9Jk8XH0cPbjPkT15n8a9Tvglvq+Nj748dyC+xky3PWGRpzup6jK9U4LmPUPjbj6KHdy9sYR7PpdXDj1V+hu+BCHmvTI6mr0zQD6+B1L6PXGLrD6XAaG9i/PePRTe0r0yK2e9aB9dvb1vUj2Asuu9ghA0PuVHHj0lL7Q9tMQuPniH9T2r+ow8mC3JvVHMg73iZG4+r+GdvTx9vT34LSQ8uJv2PRkvnb54Fbc9SVpGvkccnD7Wbha6vZRkPfloAz5b0n6+6CgUPoAAk71NP1c+pKyHvHkIkD2f8rI9vzRbvk0LQD63tdw9mV9BvYM2Wz7Y+889CqgTPmEpJD7SxE85HKeXOynd2j0qQTW9dxTZPQbXN77c7dC9I4AYPhDQrL1CLK29sm3ZvSwMHj5WHcC9BjSQPcjogj1p6kE+kfeDPTWKcr5kTyw+ci3wvUW+fz7aBwu+c8Mwvj6ttLxd5Ba6nrOoPtppr7o7Gsu9Vfb3vXZ9u70btnQ+qzg4PCdK/r2dY4E9C6Y6vgOCCTy/vqs8VN+JPAO9oTzF/Lk9cdQfvY2hYT7uIHm+n2GTvQgu9DwcD7i9X7kyvm+XJT0Tnx89Y7IivuDVATwkB4I95Ucovq0XiL7lcjW+8fRUvWVgGb56O9y9/gc+vrJbzL2ulsg9vSFlvhUQor7Pe7m9DEInvk1tCb4vrgE+aHuavfk6Hr6KaFY8RVUYviC4Gb9NTa4+yJFuPTJfYz5BGQ69axVkvgwMhb3RjRk6ti0nvgfOJ74JAMc9yu5gvd7YYL6DEu66OuRiPipCDL55aGG+aA8MvqOcST3rgXk+0h2Wvva9N722vcE9LsvlvWl+8T07Gxe+4N0rvqC7oz3MC/k96zfTvRbGur2dR6q+DExZPpq0kzyHkIg9+2sRvgebkL777/E7z1M9vpRIJb5p35K8RR3uvMXx6LyEjCi+AYC6vb+mGL4nSgI+1rqnvZ3gF75Eu4E9SSLEvfFmbD7CNai9pOdWvmDF472qpWC+KiVdvFpMJb6dg389h3yZPGB0qT3DBZO+bNRTvFsNKL479hS+PqmQvck4ZD3jFJ+88TQIPP+FijwzNp08oEWNPotSHLxXMIw9y8ZxOwBCoj0FefC9+8xwvbDDhr2Shh0+oIC+PYKgDj2AiLi919FEvpjcjr3Ynqg+35kbvSIygrzKI5G+qSDUvhnjj76V+uq9UrH3u6Rn/j03iPe9Ss5GPUUl7zwm+DO4RlWxPRqSQL3ex3e+i3c8vnDOfb2BDNE9lRs9Pa39lD1q7567mCJLviAMFb5ie9a5fN0bvM0r4733bhs+0bIUPSagGD6vS1c8VcBmPbguUz6UMeO7j4NDPsafDT7MNTI7jSRkPhBL7j2kacC9nsN9vvdJ2z5/my0+h8LwPWyHkD0pwbW9r/YTPO1vhz1zSm89WxQ9vF7NWb6/5J+70Ls4vvMNrz6Q70e77eaOvQuxSL0C5ag9OYKLvTbIiz2d2iY+vUjEPQePBz714oa9X6EfPbTFBz1K5629plWVPV727T0tskq+RAwtPOA9gD6tjFO+Smx0PfpFMr4YZqU99+4WvSQwx71jfiE92K7MPLqUujtWUQa+GRSmvTwmA75kZia9r5tUvriACDwBMn4+A53GPUj8/Tuh6DY+5g0Wvr2lCT35idu9AUAUPj+7TT23dNe9F+HRvS47ij3Oz7M7TpQTPq9ijr08V929uykCPVtrBr4Zc/G8TUewPEOo4T3zi/09VQk3vq5o5r0HG8G9HrUgPsZ6AT5LaGy9J+0ePg9q/70qq+Y9XEVAPZsalj6s7tk8B5smPlTgLT61hco9iuz4Pcy7Vb5FTTE9xCAGPnBbFT6fcSu+VIwMPuBkTL3R+wm9hD7tPK9CAb5l3PQ9ygXnOV+PL74yM14+RJLqPZqOmD1I0Wa9vk8zvsN+Tz55mfU9QFBgPuyLIj3ilue9Ro6TPR9LQT6KdEU+k8Xuva7BAL4FmTC7sLarvSIZ7z0pFx8+4jyWPV+5Tj1W2aY905w6vpUNLj7tvow9NC4bPbIW9TzI+N49puOYvZ5ZAb4mmwQ/kGnHPRW/rr1xFJa9dh/VPDtgcb5UNk++bc8SvjH8cb6PD/O9KRbhvN7wCD5PSEo9gS8nPqLciD3lhxw9u7Vcvgw1xr0r7be+3iHAuzF8Y71T5ns+ZaZTPqachL3NyFg+yzw1vthY37yJqAW+60UkPrVnJb4P+gO9+OM6Pfimb75CUXE+Bl20PdjUCb4du2I+LqOHO1B6H73+iFe+MGeuvgafFj2BL42+K+qqPZEdHr10Ole+zjQavgwKVD75jt47GZorvTaO6D0uqKy8b9qlPfgJbr09aP090ecivlIfwL3866i+Dd+VvRHqFz6DvsC+O3sEPGT21b1v7Ui+gSEovUo4CL4kglw9PNO1vI2jIz2r7QM9xrBmPiM3tL01LoM6WZ0NvvmOsL2D/Po9vjmLvmfl2L1Zcco90eoyvmRgib2ONei9XAeavXPt9rwsl1S+1CaCPCD7+z0S8cq9oh0/vYzSMr6iE6I9nBG5vaEFAr1J2Vo+D5hNPRMxeLxh2a49NVEAPnmaY72cDou+zlrHvq9p872cbLK9rydFvoo2qD53+Xa9/UsLvpH7G73pxzg8XKqcvAWXJr4dgQK+VM3mvecHFL2g3BU+k4SWvF++Yj0nfDs+Xv4CvuAUVL5oIWW+5EWLvmaU0LtkDBs+RuW9vUU9FL7QsSe+TyUnPhf7E74OVIU8YEuavCcHEb2YX2C+OcbXveKx2TsovG+9UHn4PP16DjzgBh8+s3g4PuZj6L0D2Rg+t2W0vcc/+71/6Zm9fjPFvcs+Nr5NyEK+pAvRvVjFFb3+0IW+qaZ1vss37j3NKh69sjW9vc3oQzxNr2S+IKfIvTDRZj7soG+91vlTPDfBDj6RGYi+7m+yvcb8hL1etmQ7hxw5vJbx+r24tg2+s1xPvVvvYj7/e3I9eqo/Pqr2CT5QBDk9FSGWvavd/TzpX889uVXCPYLws7yiYgE+UqWYPT7hBr7PrPi9HFDMPcdNCz63Yci944jvPfdVTT58v/q9xqZSvu2ICz4Psv88huC9vYarqr2Ww9O9DJF3O/Cybr2ASRu+JFAEvp4UGr7Blqo9FplSPqwcAL4QDDO9/6bPPWZf2L1Yz4C9b/gTPcmOGLuyFAO8aywLPa2fRT3AKh6+yiLpvFny1j1vJj2+4kzZOWKuCb5nDX2+ZemwPUaXCb1qcaE9WOEdvlTLsr0Am5k8nOMtvky1cr1blus926wUvaItZT0C0gs+na3EvZuTfr0EqTK+MyN+PSsyMr318Mu9OkaNPeWqAr5oohy9DL/VvVoCST5lC6c+h7ipuxpzJ75mjBw+Wd/qPRr5Bz1RTlK+0JU1PgT5Rb4DDNW90e2BPpU7jD4qOta9E3kLviAhHL7Xz4I+wibSPn1JKr48vWM+4ZfHPd9rBj1jad085gEHvWLhTb1WyUG+FaIfvgOOs70l1p0810RJvADK2T2wI4K8gum8PZCR2r1AgSI+L6SvvGa/Nb7zgPo9daZjvmujG70OEiG+xpVWvkYUAj7nocM8m66GPTtJ7726eWY9q9Awvffb5b2rEAi9qrL4vRT+gj0gMU68DokDvYPn6z0NnEO61X9IPTxEUrwaWJA+auAWPUMOQz7KpBw+6kQEPO1kZT68exQ+NfqpPJgYCz2e76Y9PgIEvsuDN77nJ1E7UNfOPKOyWD1YGJY9T/8VvqGrlL30nE++PDBLPXaNNT3RkAi++gKTvWYkZT7m5DM+qz0evgIPbb5mY4+9V//UuyVv9r2Vmyk+h6/uPWDfIL6XLg89wFgyPtVwgD5P/nu9nrPuPfFONj6qTXW9rPXYPStnvD1Cd9685o84vmbrvD3bBMe9LC3yPaXmcb0QyU0+k6ySPpL8Fz4LxZo8RIa7vPUs6L0fLgG+W/37PUvvszx+kZq8d89/vqA6gD5na7y8D4C7vaFOIb69kZw8WOIHvinsJDwLliW+HOfMvECXND1vGJi9+K2fPPsWUb7605I+X6szPoCJUz7k2zI9XG9pvq1iaT6WpF497qVEPnDeX70YW+497ScGPspdObqbpDk95HEXPQCIQ74m0xy+YkeWPXreKrwcbM89n8yQvPi6672lMmU9bDpKvihLgr04NOC99e3WvfBLAj1h21m+b+VIvgDO471MPVC+RgUIvouGrT0Jx6+9mlaFPWLosr1Eh7m9glWBOlx9njzP0Ke9ywTAvAP9Ab46Mi++DJOAvvJQnL33jh8+8iAzvtACYz7UswG+rJfQvTVNE77BH24+L0OlPYyVNT5TmuI9yqKiPAOrKL7vAMw81cVXvgSJQz4pxIq94FoCvmvuCT7uqQu+m5MDvuT/yb2ek1a+mrJnPisiOr6B8os9lqUSPh7ksb3BK989onf7PKoBsj15RAi8PXHaO9VuMz4jN7k9mocpvlYyS72aciS+NYJdPtoYKj4u4ee9DBIlvuR8Cb4jWle+mexNvnfGVr6eh1e+jyZJvtDubD52WwO8XvwEvbVjlT0UpRA+c7c5vhQVGz0lNtM97PM9vixp8728N4a96NQLPuq9u727UpG8LeK4PEVe57x5tQ0+c2QFPX7soD6qnIA8LsOWPVNubr1hvwO9MzkhvryoQj0zh9M9ZjPBuX+BcT22t3e+QWb7PEslJr4w8zk+OmcYvgLWoT7wB6u9wRB0ui1Cr74ABsS91jCRvTKrEz5t7fY9Cr6IvSQjML3mPwK9daEtPupsXz4/7SE+tFCRvc7Ar71gnko96SIcPo+e4L2D8bQ8llqNPsL3+z1AYb4+5IXXPTJVRz0CshK92lfzPP5dor0lNa69wn8pvKWoCL41zou8IqAhvpf2hT41Gh09HC/ruvPuBj4QiOg98ZtwPWPqnD0C5Sc+9VY4PplEyD1eAsY7Nr+SPMII4zti3Ak98DZ6PusLKD7kgYs96BJcPNBfIbz+Rkc+aDUIur9CcrywHEc+cSNxvi3dLb6CYnk9oTLsPJZFAb7JkJU9wcyBPc9JbT4dl5U9txioPe5Giz6xOja7A3RqvJ4b872hG3A+q6fqPVKuOb7U00G9CJmuPVS8RTxFWhI+hkA3PYPYjz7wY5k+FZXBPUTeBj743I491yHIPCv2pj3SXAU9ZhWsPZAFCj3OjGM+Q6LYvearW70Y3yI77n39PVaGer481mk9Lj/MPTxthz172Im8yr5gvW8CXD7T6fQ9fkQOPnKMTz4MbAA93gcSPp/m8r2scMC96D76Ow9txr0NMAw+dK/kudAVc71vl5Q+w2cPPqL80D6VjAo+SLZJPidu9j1Ltkg8Cb24PRrsBb6Pkv49GOmMPFYRW7sbHS88pWFrvGSpP77bPhI+9ESrvXFpg75gOf09xFfCPX/PqD2mvEy9xGmlPTZsG75cIeu8MrKDvfAN7ztXF5I9ly6avfteiD0APyI+yGBWvk0EGz34EMS8Uw/hvFj7gD3FetW8NPJxvjk7r76E/pe+mIg4Pmn+Wj08VxI9roOtOaJ8CD1E0bo9gYksPdlJ0b3kcFQ+2dOyvZ3DLrxIOm6+YJt1Pd8wQb6Lgg4+PG96vmcPGT3iDEE9y6thvmx1Z735SZu93aIvvnkRrbxFYNi+WfZ6virKNT6kpis+aCDLPk0hZL4ga5E9fAOYO/Huzb4k+b494YzfvT9birxTX967mg8hPsu1Gj1DHzE+YFYTvS6coT5C5M4+E3A0vu0GCD6pbKE9i5BwvvyPkb26zwi+CM8dvom+jT3hHz+9U5vdvIJ1+L3NDZc9hvn6vYvher4yRS++iHq2vS4zRL2/n0g+QmzXPUGh1r31qme9lPVKPBj4nz1IpzA+IBYgPsDiO770MnI+QWsLPtf1erugtQm8U4AUvTvGGL7FwgK+QOb0vfILHT7VzO08u2uHPJ1gH7xGaDK8CDkvvcANmzxKwDY9n3kIPfGRl7ypvRk+NKQcvgHS9LzEwnM966n/PD8kZT3pfnk9BM0YPgRlU74OD909dTgpvu+G0b3WisO8mz2NPq8peLx38HO9zYu1vk/FJr5anrw+0C23Pq1dxj3fd/M8GGkXvrWsEr5b+7g9HPmDvn06Fb5dOxm9dFUfPmA/Lr7U6S+9xWH7PLMMoj2teDm8V75LvkLNHb5D8pm9nVSBPTGmfD7uzEs9dg84PV/Ibj5XuaG+uYCJPUGbq77VsGO92DyvPgY8IL6fF/C9o/ZRPPNFkz6oizM9WLgMPq8h2r2m6wA+sw7ovdXm1D3IHqM+jn+XvfJGKzz4x4y9MG8Evs6NiLxWpQM+cI8QPuBOtr0UpJO+dBi/vfCmUD3G19+9t//tO9uVq7oMaiA9/aUGPn5F9Dsm6E6+8FsUPgpAVz2Zgkm+WBzePUaBjr3MD0u+YSXzvXDVbr4732k+2XlbPjSB8z2bF+w9/AmZPYu3rD6B9AG+/eANvhg3pzx3Jf09YaUhPhElYb2rzyo8q/MEPrGb8j24acy81bWKPlguhL0HtuS8mtVyPoQsJb4yeWQ+q0p+PqoKs74LeqQ9pnyBvUMMor5E2xe+LuAMPSV3cT5FUo8+JkkxPTfczT1UlVu+0AynvgqLUD30Qnc+qYQwPdyY470MDP48cjgyPQuAdr6hTRc+NI0Iv+UzFL6WYTS+hKWqPbCze77guP46wjGkvNtLsj7V3F69+CCPPhAuJD0QLzA97EoLPoLdE7zdIb695UPuvLtIUr2oeOM91/oyvTdXGz5EyCW+TpvpvaDY3725IC4+vBvZPJwGzb1IxX89tl1bPV7KgL1s/SM9mBhSvv1BZb7ody0+SSmWPWNYJ75Azw89+pijPUDtxTz67gE+F5YnvpYbdj6jpyU+QZwKPZLpKz5oihy+SfJgvZgTlD2pitM9r9shPikPTz1Gvi48wHyNuwxML71QW2K+huPxPKz3Bz6GJ1K+osWnPYr8sL234T89wwKmvb/g8DzGRyS9YzJavjpl/LqU9ye+V7iRPJcrUz27cry9bey/vXuk5juNOdu8bqvIumliqDz3L869/zy/PeadGL5z6KS9gleePnjeLL4Bpj0+SQp4PI44HL5j5Qk7CpiXPP8DNT7iFDU+yNiEvcAyL76rfYu99G0QPWakpDyLvIM+jFvHPDUW9D1Ur1I+lRukPY/MeT2KqmA+v3EtvqsIT7znACI+UNLzPB2dJTyooHc9rf98vBBjRT0kmc49rUbCvcp2Q736ujm+QWxlPayJK7748728IggjPT3wLr7KP+S9+otavSZTAL4N8aq9isA6PqVBiz1r2ks9uN7oOygfnb2J5jk+Z2tgPfIhOb2xOf87y1A/vrH/tTpF0hi94zYFPuPAl73k6vy88yEJPpZJkb4at9+99lHDPcUVCzy1/5g9zjUSPl1/3z22NWM+Nlw+PiJKuT7ic+g9MIrevXEoGj6AS6Y+JqYLvjnzi77TOkI+33yVvoo7bb0OrY4+0EAhPMusK74l+/S9L04RPu9eGr1Fhnm+vpGjvucDTj7rkHa8WB4DvQsZfT1vdpo9dq5evdy6Fb4YSDS7log1PjJAIT7BcJg9z+TcPYKd/b39OCE+0L2KPhVQlD5YpkA9dAzOPtmTj718bnY+GCRAvvPiTb5XOzo+IHYOPpBwzr394q4+TdqsvkRpdT6gNYQ+nTW7vnwAsj3ZYCy+eu30PZTCeT40Q9I8AoHYuT+MrD5V2Zs+5tQ1Ps6Vvr0NUmU+d/8qvth/HD7/2Hy9bcnnPOFGjj6i49E9csJUPct2vj3CCgA+jr7Mvh7nwrywNyW9xwIzviw3Kr62uVq+tlINPmGTNL4Hez8+IcFePuMoPT7UBow+kWO0PrpIhD6EutA+nWnUvQBaE77413a+Mv0lvunxxD2HfHa9ip4GvRSZTr1Bg8k+6s8vvnAnDL64Rgo+0Ws2vaLZnz1Q+Tg++g1evhpbZz2sFJk+sJZYvhFloD4FSls+00BVPhO2tr0NmP49vmN2PWJCbz4FtRc+pEaEvnNwgb7wiS8+Vd0UPv1KLj7M8iG+ePA7Pi9abD5jl1c+ZvI6PpSGO77g9Gw+3z83PQ/rdz5zQ/c9BSwnPjjQRL0Vd3U+S3TgvQNwh71PXUc9uG2HvJDeC776ORa+MTRCPsxkt75qHas8yHqHvWwJEb7gpye+cEHNPpgaCL7CPtS9JXEaPYzI+rv2/PE+1wn5PShh3rp7Ota8IH/xvAvn9D3y5VW+uCAKPfb4X75NGw+9+0WpvBgsc7zYe2K8ccygPgJm0r48VuS8mYi2vB4rLbwCijM+ZFAAvmsMer5WwTO+09VPOjf6YbwOdrM+XJxTvVu/X74v+pS9IeKAPjXt5DxhlU+++C7zPbNy0bzvcU29331Quop8CD4DgTc+8Th9PT6t/r11KHK9N1Tbvf7VHz442CS9y9tlPfs08b0KCMc8oEmIvp9sd76jPRO+xCPAvA3gDTz+7J8+plPUPX82Bz6wc/W8FfURvhnMg7z4vz099P21vu9Hib5ZYxS+X4TFPjgjgr5NgSE96pJlPkvBhT5p5di9joaIPj2arL0EuVs+UNcGvdfRw75BckI+mXghPrCE8zygtA6+80phvgYJOr0gR8i9tXEfPuyEqb18LAw+ffWnvsrkFj7RJD07QbGlvqtE4z3V85M9ISjnPcbxLL562D8+R5CAvOL8yD26JNm8IFPWvj3swz2LBEO+5RiDPtTDcL7q1r69WD9Uvqp6CL+jz1Y9khf2vWSc2z0FNQQ+WTQfvNolfb74JiE+noYUvlXw372SyUo+sxj/O0WTKT78bj2+zUEkvWYl0T3+QiM81Bk5PuNOSj59NBy+SAF7PSrUx73Lb4096CTMPWKD1jzhnBA95dJYPoGJYzyPwD0+p28KPgmk1r3lNZ69g6SLvGYNJr59J1E+qwmsPFtM3bx9LPc8lp7CPcyFwL0dltm9Z80yvRbmE76bGTE8vHjXvd6lmLyr8YG79okTPiH5gr18z48933EmvfhGq70WtHW9mK5JPhtNGD7NCb87o7Uuvb12Hz2nsQA+Vh33PP3YIz0WMp29WwlHvGkgIj7IdG2+OuuKPuM9AT7wAYQ+rMO3Pa5KpT1ji0W+f4ckPgdAlb2ecaI83jXrvaFo+T3W3A6+C+a3PZU/OD7xkTs++tCWPcykEb63juY9MT/QPdhZmD3hV+K9YtqAPDn7jj2E+go+b9MSvTU7/D3IzSO9I2hXPl+dNj43F9w8pyg4vqH/kL2BbFu9OjR4Pv/jFz0chVg+oEuHve3GFj1thOs9AVCCPAGbsD3ABNy9ErxAPqnFQr7YI6I7jnouPsyJUb7ordo8wZGhPdSoejx6vNY8LwdFPTeR+T2vc84952dzvmNgM77SnRO+/UPNPTIBsT3Azpo9F2aSvRl2qD3STLM7maXIu3apTr6YcBW+G8nBvV2NITzWOua9G1eZPstckL2t/6q+uOEfvVm9Bb6PFm0+WeJXviIluz23snU+ETaEPTqcirztfr8+ZM/TvQ5Mg72mHP+8w17FPsi7Ab76CoS9jH4BvtJ9Ab7eeWU9Dkd0PqQumzw813q+nx2Ru+vTSD7ZEsI903yMvQvShb6wkkO+PeOEPX9BnT1i8Ng9U4Ukva5IVb45rJc+8v6gPmx8k74ByU0+rsVaPtkwdrwjEh48mSI5voFjkr6oFYI9oG5dPnV6wLsI0oU+iDbgvo7eVT2HMHY+yF2PvkWYv733SX48mEwqPrMU3Dxysuw90SDhvfVvZb7aJGI+Z6g8PXq3Kj0Ot3k+1+a4vmK1Yj5yYbe8FT8VPYyXSz6T7kI+WJEfvW8ssD6SgjI+XgRbvubHob2BOLq++mXDPKxrIT5/uSK+z2u3vcwZDb6j8LQ+n2vRPWlHjb3mm5Q+OdjjvR+4Hb7NHmg+AAeAvVRXCD4gE7u9WfAqvp8Bxr3ONF89z3pJPTDKwjy/TJQ+iuzYvdEp0zxj8rC9Di1mO2GWMT4fbbm85OEVvgYMJr57WsE9p92YvoI3AD5mFDa+mbIrPloCab5tVJQ9X4uVvs5qTj5/aNk9CXBOPir2ar4+CYq9509yvjjCzT69wcE9Bz9QvUJZgz6HFSs+HMdXPr7H477Cskk+gsSjvuVQIj4m8yI+fQkIveL2xj2SE1g9CBqUvo+0qD3Xxzy8JGr3PSkwGjyaNoI7ScWJPSihzD19ZYa7ETQdPgckvr1w1Ou8EfpJvivdVb44m/y8D8IivWEmND21Qa2+dSevvbc8uzwCNBi+7FR3Phmih74oujm9VoIVPuKVRD6742Y48vdJPgBQBj5QJwU+erejvBc6Lj4btTG8I1ACvrFfnj35MBY+RAsbPoymOrwy1RG9J0C8vVa3uD1Ssgw+q5euPRf9Uj5vQda7iY2cvnxT4L1iB6E9JN0WPsk5ZLx8iom9U7QmvfeLGb5YXQ69F1m0u+clnD1Lr4K9GVTHPBaqSj06RpA9ahfsvUWyK7x8nia++Z1xvQXOu7tdUtM9nyj0vbB7oT3/FhW+F/XyPekUdb2Oh3o9dGO/Pu93C73wKkU+br/RPJTTv73YDSs+/wObPmuVdj4rAZY9GlCKvBm1ubwTU9494ddaPcN7VL5fUsq9f2plvnGEDb00cA6+fyOMPQ+UCTxlitc9qLtvvUO3Sb5r4Nu9aNnKPZfsPj5jkUc+az/wO7Q1Pj5NP16+Q28UPuHW670cLpw+u9e2vSN13T1Tmum63r4tvo8ElL12DSm+ogirvEItJD0ZmGG+KmOwPWzFc70oNAe+u6gMPrQ7+T4QoSE88/4zPpkAzj5YygC9LScmPP0mV71hkaI9euivvJkCLT4heo69rLoVvX5M+j3lXDG9JWMPPgYLIb2rSbo77/VpPCRD9D3UVj4+kBbEvahHyr210048WEAuPJdh9b2/6Kg9jWS5PBPwZDu6UJ48J8ALPadKlbw/18W97vw1vofUGT50qoY+pT9lPfqbEj4TZJi95olpPZoR4zwC4pA8loT/PPpAKb63a4w9voivOwLR6Dz9ewQ+sjDsvXOBaj7faQs+vhKjvWRVCD6194E+AawEPgotCD4+oM48FYN0Pc6SYT2uEh6+Rp45PR/5ED6cDCU9xnrzPSwzob2pANQ9mqkOPqgKUb1eMLm8EYddPn08uj2iDgu+AHGWPT4H7r0SRrg7/9xGvTuEF77iJQi++SZ+u4stoT0HiHK8enGSvcxA7r28G9u9b/9KPiSjgz3P+SW+XY+tveyvPL313gk+4qsWPpaTtz27bDc+gGGbPj2qlb1vkU8+PvY/PVDDhb3lkF49HqotPaPjAT4dhwK+DBs1vvFb0L0xT929OV8Xvh85O779THC+cwlSPSj5BD7yUZa9GmtGvkfPMT6lM5U8HJ6NPspUkD3wyq49WdkNvtzqjz69J+09IkmMvXnN/bylYig8XsT+vBIMDL075eg9CQJlvb9ikT0F3bG9I9BJPQsJIT6ny189PESvvXqQ5r1P5CQ8FagvvobmrDrvUte+MMmvvvvI274+Mmm+d4nNOv8Bfr5GtK+9FWZmPmotBD693AS+DvgQvg3BVDx1wiK95xg9vlHvVr1Bhr29gVlTve9YIb2AUDw+jSJAPQCfiT4aYNK8dHQdveR9IryleXi+pwYJvuQ3Pzo36dy+uzd9PX4UHL73/VI+Upp5Pg4/Oj7ZttA77XGOPScvw77kJC2+deQMvrjxAb3WGSK+5ns9PrSKwrxd+6g9olGwvtqhlj68AOC9yj+lPtsrAj1yfrC9NG9RPnV7rL0nDri+QnJQPJQqX76eF+Y9Rbr2vZl0Nb6WUyy+LvOlvQNkp7xp1kc+KU1TvNfb/b2RDhM7Rx0YveyzYb5B0m0+UbiTvuLyRL7tNRc8dAJcPk1XPz6K0To+jFP9ODBtIT0g1kU8qzcGPayWdT7lLmy+IvQ0vpY63b2/78o9MRhmvlx2nr1e2nY+UxyivdBLjr6c5x095258vMDdBD2g9RA9dqomPopuCz42Bda9zp9+vOKu/z2prYA+IoWrPQBxZ71BjlI921hYPcQzkb5kRAy+Zh4TvbUmYb4ph1Y++AUWvk1y1718ffo93ZvHvqspwb1962o9OacOPmtkbT4XxEQ9FXjIvogaib1kycM9hYPbPSjilD2Vz+m80oHyvt8aVTylqjm+hW2yvtVUez7ybPM95V2xviiSPj6oPXA+zUxIvvwrXD6y0sG9bq+9vizEtz6H/oM+eCCRvv0LyT2I2hU+fLwxPkolLj5vdoM+OTPyPfkOYD1o9yS+W5MhPgMasr55s2m+Zj5HvVcJer1c38E9ve0jvhZ3Vb5f4Mu9iVSTPlJJrj7g2Js9k3xrvZ0sYLyEh129tUOCvezJnT6DkmO+hTdEvdQ92j24Qfw9kG90OsaXRDtRPSK9smA7vTgGkT6MMh6+5uLAvUPSij5TpKa9hLhpvTjXoD22tU6+pBp3Ozvu1D6FX3O9HikaPv49Zb7qzH4+8WKjvg8n3T0WZYy+JWczvkubQ71NgZ892YqvPvaG1L3OVU89fuq1Pm2aFL6gECc+Hnyfvf6CyD6QR3S+mZO2vSSFFL7bwXY+EE6FvgWuBr6Mk4i9C4hTu0kxuz6jVLG++KQ6vp1sqT6CHjC+rAtPO1x8BLuffL29iKkkvkAmCT66ajg93qo+vrmVkj2hzpS93xBju2LaGT5TRhM8UZHBO8ein70kO0Y9bQvhPQsCMD2etv28ZE0qPp6LEb7AsAi9ze7mOWsvy71+WUA+R+Q1vgJTMT7UqIM+E0CovcNjlb4lDNW9cxwGPnA0Qz7XRCu+YnIjPb3yr7t5p4W9ZvocPrCRYz4Ee+09/CjSvpI6CT4PLkq+MhI1vnpWqb35nHy9Zq9vPUBcGL63XLY9AgJIvkZv/LsZglY6qn1uvuHt8jwzKfy9X+FxPMpdnb068GM8q7ILPgKSLD63uRm+QLV4vup5ir7XjoO9hRCaPYt0gb7CTGS9vnKyPDIA5L38olw9TRw+vhrZzj2Folo9duLHPI+yIT19JAS8RXxjPaaFl70uskE9+h9nvu32B77uUZ49CMggPdRw3Lu+aaO9NW3cPRaUKD7vLAy9zBtIvm+vOjyfiAw8VL+RPI1tSb46iBy9zA8DPiYvsD3BQIW+ckskvmHbdj29qkq9EmI9vbpCij3LeRS+nuTKPPiwAD6uoIE7G8jgvRAziT09IFS+qm6CPeMjLr5rDa69ukVYvn7p+z32//+9PhRuPUIKSTykFy28VIQFvitmbLs9GeW98Nr/PTSoJD65jyG+yqoxviUJSb7Uznc8kosXvsnpN71sHt896Y8HPaembDyJEb89okaZvlN3YD3V1w88tswpvbvofL1yvj68/FbaPGWii776STK+8eghPSkeCb371je9/95PvhHIeT3qoaw9FbqRvkLh9T0GyaK+y4ErPoP3Bb6TdhK97oqIvRt2BL1+RCe++MJ0PWYBxbyrHdc8TND0vXVgJ76cRQC+f5HQvTP0FT0GIdy9+7qZPDmArj0H8uQ89KjrPWH3YL4XvbM9lwn/vUNSIT60+cY8CSttPtOZyb3sS1S9fcB9PjT3KT5rrEK9pG8PPNkrUD50lKS+s2yFvW7fob764KC9q8ZSPo1Fej4TOQ++dFRdPmMOtr2YBzO+fd9EPgnzE7zLRlM9RPNlvhC0u731Ufu9b6EKu3avJb4dz8G+bznNPVW0LL73C8s9KMsKPp+ONT7Mxge+h89dPm+K/74FEuY8cEhQPTidhTzEPL+9q48ZvIPdCb6+y4y+/yppPgWwzT2Xz2E+0EawvnaNQ749OVU+9C4gvhAJ9L0MP5u+2qSjvuc9MD0PZTs+1Qb+veKhLL4LHUe+ayJfPv3iLT057Zo9NXFSvjdrRT5pv0++oiY3Ps990DvTS7O6DoA/PvlLdj7V0To+zMdnPkGgNb0I0V6+0uMVPWxgQL4bZ5O+LGebvcDiL76AePc9eWDIveHFGz6kOt+9o1lyvj1Opb4A64+8P6qCPaBKCL7IZ+W9y4JmPoT0/b0Kz/88uYWRPgK0gj5HnPs9fyNuvnbTQ76dfOy+ziWEPfruhr7y5Na9jUlbPv00B74Y7r29T6A8vTBlvr28sCi+8qhyPsF7Yb5OCd+9HW7PPuqaKz1dois+o2KAPql/B74lrQK7boYXPnnkNj2wMI4+UJmaPaf+Ab66F1++ClGgPWykk74TZ8s9qMjIOyU7db6kOuY9RMxUPl42cj6dwhS8tmc2PTbNLD7JaqW5AIGnPTkvGb6jeoq+WQ3kvX2VwT2haBm+vknkPZGRPz1xs008J6awvSIWpL6+eyY+k3uVvoiLcz3NX1A+FvulPojJAb7BeZe+CIFJPjePbT3RAho9SdcKPnTUtj5nYhQ+wfBxPgP0Ur4R3Ug8Gn6OvGeEJb4JaT88ALcLPpfIlz78dWY8Yxs0vl/XoL4apBw87Z6Jvm+EST4pBoC67l4dvsXYUb5lIqq+8I/8vXOTTT6KVVO+qdZvvY313j2Ehny9Myk6Pm/zGj1FuhI9sHtkPlDp377SQz++1HdBOOX1br5pjZG+rgKuvcJ7Ez1tobS+6L8OPs79eL2VsLU9mdGiPcUaGD1t6Da9YmruPUU6R71/YVe9lHUJPvyBQD5z6929+bZPvnCnlzwQGGQ+Q8T4PbGxeb5kjIs9xf1FPgm1Cz4TWrs94cPpPoMDpb5ppWm9scMdPpYXuT3xeBW+U/gFPaLZAj6t9gA+8EuAvsicTD5MOCG+I1l1O+xi0D0B07A8U/vBvE+AGD1WWpQ+HEUYvh+4nz54x04+X92VvUwFgj2L7qK9UeevvW9CZz7/HHO+RXM8PrGRnT4yHrM+ysvJPgTpm75/Les9kSBgPhmCPD6FLMa9TuJsPT7PPz7Wa1U+jyIwPmmWvr5Ruq8+4lQ8Pcearz3kZM+8znGGu6G1Rr4x/LQ9TCJVvkGvsj5ovW++NLIKvenUEjywlLq8hZO3PFMKL7oOkr88ShXdus+xcb0d/DC+xy04vbQTpb2+czm+a4KfPXpKDT4dfJy9E8cdvt8ohzzS43A+WXTXvW/OKr7mnKM5DhPEvSC/kb1CdnK9930jvlPs2L1Jc0++W9bMPBe9oL1OHTy+pNtlOyXnBb5uxQk+y2oPvGwHCDzNlH++T6suvnfcdLyjHno9iTtcvicxuz3urbK8ve9CPC3HNL6vUMQ9pt02vqmiYL1AwBQ8i50kPtbYoLxu4t65dPNMvBvp6jxe3+w9O12FPa7oJjw82L+9qLILvRC1/bzDgdC9vFQtviSHwb1wcRy+6ClEvgLtBT1hImK7peRvvhKvBT19E4W+GhFpPV3hmTw7sjQ9U7cfPdVmlr1L+Dk90x7KPcy+y7zEyia+bdscPsbB2ruTdua9Bvxjvj6Fur1ivKO+ykYGvOQtiD2TFAy+nvW1PcNCgz5nFoo7N0CJvZW9gL4fgqK9oiLJPTw/H75fHn69Nf6FPtrg2b10MqK9MEoLPVf8x75JvVm+CT8Jvq6SLL3MVNg8zpQwPluhVr2ecEk8ImENPsj6hz7fcL49i5moPZazND6EUuW8PynNPXREs73uPCs+ZuwVvv6OSr39Q2U8BLhEvvR2hzy0RiK+eFvLPOBjWD7sluw9UjapPXFhlL6NXas9zWpWPuyDlr4BUq29W2fePT8nPT3m9TW+QLRePj5PTz7eWjI8elEPvY3+eD7u+sO9aP1UPv6I0b0c/sC8f9PFPS5us76PCGi9l+SnvpkAnb6uTqU9OGwZPcS4ZL0p3tM7RWzjPBGZMT6Dxpe9DqvavZ0CqzyomP49mHbqPRrKnL1YMmm+3f1LPDkgErsq8Vm+plJRPiBMRr49+Ca9fZmSPerOBL5csmU+FhMLvhpM/j3uCC2+NcWaviDhbj2xOHo96dUbvmWzEb64hx2+RNdmPOyHrj4ksAc+04LnPfqZAj4Zt/y9kmMuvGwnqL5DsOi9svYavkh9nD1d6+I9wEtIvBqPAb/6tj8+4UgSPgnFFr2F994+Oci5vqSnnr4OBBC+ncR4PsKPMb5bYpE9C1dHvuWcbT7PrAo+z3NQvq3dO75dWhg+3vAvvZwlIL4ftpg72hFEPUWDKj19jw2/4c6/vQsKhbuaXSG+uTO1vdoUwb25ATU9SuAIvgzDJL27WnE+Qo7ZPX24PT6Y3sK9jv7DPSOtLT1KMFo+AbLTPQNzmj0fiD4+0Tx+PpYmnr60Wws+AxH4PWOXCL7C0iC+07OqPW/qwb5CoTi+5jxfviQiBT7OSlE++Y2mvv808r3xooy+vqF+PvalHL4vWsg9cYGGPmNSbr1VjLw9ytMuvkYfn71VwQO8+QPnvUBdlL1oajW9tL3VPoKMj70uuJE9VdAIvqxQjD1zBQo+/lgcvudwmb04lPG96DsJvqmPCr68OY8+YVoZvuCfHr6iS7M+fRQnvotRDrwvODg+zELKvicuwr1YoiC+npt/vlKWH77J5pa+8PJou6+sdj2FZn07v/u2PR51Cb6Xvhe+XsWiPYjvGT3ptoO9KppNPX/N971tCag9+FKGvasnPL4uxAs+CYuJvtEYuz2AuLq+T7BCPuV09L2VPpU+duQKvjBgk72jfZM+vQ/ZvaLgW71Hv4a+S30PvqjYsDw+GXu+gQumvfHJPz1Kx1w+02iwO+Kmgz5VUlq+tUDHvDiQT72xh4k+iuvVvRDiI75AEoq9rmgqvrjUhj4dxcc+SGZRPgYxjb751fe9LHjCvUnx3L0VkrY+YzuIPvOehz535Ug9BL89va2UyT1zbIC9GnwavpYszD7EAKO7iFTTvcZz9z20FF8+HmJavX5Xp77pKq09xfWlPdZCsDysfYq+6Gu8vNwWvb1Nup2+Zkz3vNf1gT6B72S+CPHhPegVVD7clbO91GD/PIbOOz2IOcC9gAh1PrHrnT1dBuW+TetHPs5iW72jrf29gLnDvYlA9DxsVX++/fPYPb+FGr7OqAe+GmCyPH1Ocj7gsxg9MRolvPHEMD1xaZq+cjeqvRpyoD3Ok+W9bg9cvf8AID76Ucy9iLwUvblwUDwOdou9jiIWPi02kL378VG+arUSvTNXBL00lwC+eaC1PY2kDb5EC1Y+UDAPPSBViL4qIZW9kcvJvci8GD4SoYq9FdEKvq27wb19wxa+Vl7Xu3P4eb22wzw9lgCJPLxEhj2p+Vo9qZ+kPWEDADybSAm+l3BJvi5yKj5Q/e08WWirvARxrTxooEK9IKIpu9cwvr0e4q285W7VvMA0CD7f7A4+KW62vRB1oj20jgs+Tt8sPYXChr0advi8xelJvOVRQb4fb2y9FYCbvbYiDT1+IpG+ySuUPW1vC77ZH6Y9XsBFvVSuED75tI4+oLOCvi/Whb0sh7w9M/I3vZ3BNz5MDHa+efgJvg8idT0QkPc95x4wPZmDRz6w0b+9E5/2PFB0hLvEcA0+zXwIvm2a/zjf1ki8DkwzvFOU7bv0xhG+PvhiPpgu2r1Oicq9XDFXvoxw+7xhYbs9E3sDPhZNIrwSFg0+r2CKPmOMH75LdCS+eizKPWoSyzxY+hO95dhqvnuDZ77C1S++q7uDPaA7Ub7WORU9elM2vrXEpT4Rxzg+kU+5PVYc9Ly0CeC9id4Gvn5c273nu2s+JOAPvcXZEb2Y9TE+yE5xPh51UT5yJ30+nFRsO/WjmL6ciL69OPcQPqLkIL48xD4+az2YPUOBCL51m6E+LhyBvausJb5eWQG+ogi7Pjjr7L3DJiq9KR6WvlUmgz59QsK9nJYCvv8K+TsNZ+G9xItfPqbPPr7oGAY+X2pLvtTei713YQo9DSj3PWTLrb0uSlU9awnQvYWvZbzxTYq+M6P5uy0zur3lLLW91GesOmO5RD6Tx+E9peAJvqx8tr0SoUS+v8g1vmhaG7670Ee9ldBdvSXT2r3ZgMe+oSkoPsl7rL14jxe9rBRrPbTkMz6WcM09X1lFPRmHOL5VqUU+625KPgezar5icCs94YmWvmN8kb2ipvw8w2qFPTv2B752J6A9cLi6vFEwtTwUito8CuH5vY7/hL3cOsk9FSRNPsvXWz7agTc9BSYyvi7rsDkQ/Um+IXcbPenbhL5s8Ag8mioRPk9ptj0YPVG7gIOnvh1THr46toC84pWuvZMs7724I+k9t3SJPnAyiL4Yb+u8TdiXPeTDxT1AA6q+6LW8vrJlFL4ajPu8rIK8PSSMiT6zqAw+VkMAvQ+Ttj1JKYi+V+/sPKTAib1oY6Q9aSPdvZNpEr5HCtG9AbrYPmjUR77MxZ+9FeG0PiJDfj1U7BM+hrMmPmXyPj6P1Vg+4nF9PRYl4z0aq4498wT8vOVaGr5R6IG9PWgRPmqUnz29gJa8J5fIPgOFaz5Re/u9318+PmQiAzoJJn29gNICP9HHFz2y+Ki9jPfUPPcQyD7nI8S99huGvXL2Y77FV2o+OPRePntsSL6dLUA+YURqvRpLILsvxfY+XpXVvZbOCz7fAJ4+8bv4vJ03kr5TnJW95G+cPqDkuD0d9eQ+J265PonBVT29/Ew+KidavWbFkj1ekLU+JsIHvuu3uj1QiNW9YERAvpZHVT5b3YK+lLirPkz7ID6lWK2+kqZBvuJgVz5n0o8+RWK1PUelYD45UCi+TwYIPvao+7zZXwC+BF2hPr5xjL4FdOI9MQQwPiYa2b1Nhs09iDK1PvrWrj72u5o+dlYvPnDc6jxNTMW+/mD8vKUxab47qVM9kafOvamvhL32Hyi+gI1lPJXOgrx/xl0+kCWuvTvtOb7WmYg9olYuPn/bOT7TIkw+W0CHPjQm8j0FfXo+dIOPvWMJvD4wuqa+xq/Ovei4rT2rzSi9ZzZXvtZ+mb5YfFm+fjfgPaXAqDwecNG7NDcDPtRBnT0yPLY+s3r4vnYEX76lk+Y96GiPPC+8Mr73qwG+EX3PPblokD3BoJu+XHtwPFBbdz5mx/g+3qpzvQqDSLv3+xA8wGP+PpHfv77CxlU7J4XOvGeUE74egqk7lwjPPWfVx73mJZo+ch6ePY2/KjvZ7am95XKUvZlUKr6CoBI97yFPva9gXj6Jqkk9TXSLvYgqizxtH5Y9bnq7vT6PdL3xHGy+nL8ivmcjDD61C7k9zEwKPnhDT73LGy8+B9NvvtCepj3vRCE9X8ZcvtRenr1HCkY+mjV1PNB4CD1T/AS+D63SPatXQT4w5DO8Ed9VPeE24bywVVG9jZEuPh/eBr4oO+W9Mq4yPh4HVL6hTW49ftq2PbcUKr3H+nG9mnAWviymeLxvwSo+bTMwvXNLHD5x8FM8GiLWvfTlmT2uVU2+A+AaPC3/Jbx/7o29DVOSPdToe74vBh++ax20PVNfQ77c1/E9oiP7PepfLT6AJJm9wYiLvsdB/rx9RYG+2gaUPfmpFr7a+I68ilc6vrBmbj5Gcq67aAEfvo365ry3ctG8R5NZvkv8eTzjQcK9gQChvUbRPb4J5Yw8N7p1PKnTV70c8wQ+v7E+PszXDT3RsNQ6PtcAPo4PqryNYHy9yLK8vYhU0b0Akei9RjJZvATwA705u9W9sI4+vngVVj3VRHA9VcyKvss9Vr54Tvi8cwxrPpIOEr2zqRy9j+eevTCdIj5nmQS+8DHPvNQ46z0Oq2k9yDFFvbjWczx4ymE8BzWBPgZbO70Wo8A6W9hIvSEehb1TkzW+bwtEvlxJLT5WLYM9wGieuzTLn70mo5a+YxLDveTd07u654G+uS6DvlJ3Oj7+KaW8f9ijPTBmYT1mKKA+oz61PKxnoz4d62a9U7AZPha42L0RlhE7QSVuPv/k0Tx7iFM8KDWpvvehrL3iOq89pO84PcobVj4FHDU9nkWNPtuCKL4YKfk6BZ79O9hpHz78wIA+wqb+PE86AD7ZxHo+JMImPxv5g74o4Pk8cfBSPsc8+j3nkpA+KPdMvAx3zL4ZwFK+sX4Lv136lb1Y4YM9d2ocvmHYIT5X/5o+To6mvi6WIb6kcgC+dpoavCwi7b2VIo89qlP4vVu7l76PuQK8ITLwvUgrpT5bvYG+r2rTO//Vmr1kRYa+vB1fPm8ANTwwpao+wSBfPcweEb6CAqe9H+u1vYftPL64qJO7Hi6+PDQSUj49lhC+4cTKPpq7MT6mJTI9eX3EO0Ycfj1FN00+j9EjvhsjYb6GOja9gfdYPlGLwD1nViu9vyqCvbBtvT3YNWE91TvNvFvGMD4ovcg+06oVvf+HaL6MrB++a4UMvUhMCz6q6g29Q0p2viCAgD0dSIe94WcAPdrdMr5IoQa+Er+uPdCSOz0EPO29/mhJvRL+wD6MEIY+YNn9PUBgkD0P0Jq9OxrUPbqTRD4U6NY9hz1APpw4aj4LSWw9TD4UvxrC6juE8S4++HnRvoAjhT5aDAS7xLY2PKdeKj3D1hE9M9I2PomtNj53pEA9ZGnxPOLHKL57vfq9QNTJvTpHtz5rASA+i1oIPl3Jiz7vlAY+4kMcvkZOOb2lZj49dqSaPavWZb62fZk9pqAlPh1NnD0DkSG8JnSPPgJqojyp7TS+2L4Hvf/yZj5fXaG9guooPvlYYr58EGu7ylSmPUG6Rj6Xqa69Mi8dvu3ZDT65dre+vaqQvv3Ev72JbEA9M4s6vl8g/D0qYLk9rUjOvbSzsj54+6y+0KigvgcDjr3qrLW9pVGwPtrGhzyP1AY/SW6JvQIyOb5E4S4+kIrCPPAUDL8on009G+MKvVINW70voFa+LGsUPKZyk7109Ti8jEWFvj6MiD3bDVc815ygPUe3wT48tWQ+VQHGvU6oub2GEmU9fPIJPp2Bj7zPCXS82WPNvVQeTj4W7rC8jsaZPoseXb7UDQo9rCPCvYB1pDws85C9q3a2Prxr7ryYHk29+PhQvsn7Sz4bFnO+qmOAvlffoD5NTSs9nsaHvs6WKb2utF29JLUxPg03jT4+tRq9Dy0xPoO3oT1Xpb69jTbfPX4GLL6hBs0+WPd/vpKHBL105FQ9MJf1PHllGz6wJB++CS9NvdNOPrwDXGA+xY3MPWUKCD2/sYk9skIPPlHsNT6rn9e7PqtzvFqUpD5olnG+hIQfPuQHLDwURPE9Zng4OtD2Db4otIC9q1WTPWcWGD6hRm+9Ib6yvlvrHL4A2wA+Gu9LvrzSvLwDjSO9Ai6CPfRHCb5h74C+Cd8PvrW0Xr7qGDG9t4v1vXl8lL2Gs1W+UwshvvRk9LqMiyw9sDDivfrr/z2Xnas9ydTjPXpktL2ZNDq+pO3SO+Z7Wb2ObQO+mTtbvf+z5r3U+bQ9ZvEWvvxXjb54sFW9sJYyvmfuHb7/1z29otiTPSxGhr6YeDw7QKN/vsE7Sb7WXPA87IwDPHdsgD2yi5892C/2vcvqs72XG8A9kMDkPbBIXLx/JCG92UIhvoyHlr1RS+i9UTv4POQRrj39P3C9okPDPCqVcb6+Hhy+zOdQvhGHUr7Dv+O8hBOwPSPWu75wC2a+a7JFvfaf67365Ki8bg8GPYf7XD0jSD09k9+avbfjqjxYHDA7baAtviXtaT2nMwE8Pg4GvQELTr4Y9Ia8jnkiPcpWPL5NHK68N1hFvrPAj7yf68u9IkL3vTtShL6gOsC9DOrwuyuwxLy9Wra+OGKkvP9NcD26yDC+m+yHvX4R2jz+eYa+9XRkPA+95r3LDj08D4aUvmYvUbxwDAA+GybHvXPKAD040lc7mxsTvhvCkr20ZZy9/6pEPaky/jwutUS+DFsWvTWM7L0olpa9FOiXvHDlBb5J7u29kNBtPCqmED6jpUc+ByuZPaHKKz60XyW+EfEFvkFdWT6BEn29MxIsPvdR9L0EPqa8jxYPPg2Btb5GG8C97t9RPrAxMr5z4KM9Ud6NPo7n9r0V0cQ8kSRZvrHnPD7udqK8e/CBPjfp/LxQOhg+BEUjPkVtor68qQm+B7ZavsL+ob6JJ9A9m/IQvWkqOj5bgj+9BXwbPr7Wkb0l79u9YNcDvesDdj6GrU89Qctcvp9Zw71yTU8+QWDLPfPeuT3gEky+3dihPbs0Y73clB++CZfBvRYAm72I5Hu+bBiiu/WUfT3/X4a9INU7vVnet70CYOS9roYzPTbShb7rg7G9oeqiPLaFoj4g5Wq6GW2OvL1FV7z6xKG8ZxoivjO9l7wTl2S8yuWZvjCSHD6FR4A7/ARYvQodR75EL6i7sURuPiJg0z3pMaw+sTfPvttTf75nzrw9cLzPPeVzjb0jlGC9ioaqPiEubD08gzU+XwmzvsiEd72hak0+PCqDPvpGOb7tm+s9/I4bPjYJuj2tHgC/e4fSu7k4AL20Zje9tjDSPcyemr1Tz2A+ZKjWvYggIb6Iqni9JHnSvMyV1Twxsmu+PSO+Pd+xPj6uSh69kBl7PqF0bz4Z7Li9u4kFPvvfmL7kcRA9PrSGPcsHA73co6a9IW94vq9Vjr3tp4s9fm99viPFiT2hRyk9IO9Lvt0UGbw0rKg758yRPiqGIT7OWnA+kFmSPn/imb1I+IO9bcxrPl8oSL5slBq+SF4AvRRx970nM6Q+ZBLNPtLXfjwrg3K+m7gHvi3VuL3gIFU9371VPp7xOD0gOig99nMHvc5DQr3IcfQ9cVkqPQRbx75n+mA+82OqvaSN0Dz+6w++4/cfPVaJkr6mC3S9G5qFPQGlDL4XNju+SpEEvFBLbbxK6sM+e7CIvUFAKz27kQ++y0iLvWGT5T1dHM89RpGRPSy+gD17EVe+aB8vvVLnDj5FmrE+ydwnPPc7AL6nxx2+Kd4ovu5BkbwhLZk+j+rOPZwQt72lnbw9qS8xvInnXr3jL5C+5NxBvg28pj4LXis+qFSQPlqJsD55kQ4+aDgfvqzBgLugfLK9YuK8PMX4tL0SfTi+ABhevjRcpjzK6cQ9p/76vaZPuL24Eks+3vcEvol7dr6ms5g8ATMtPqr4iT46MIs+qV0APhJyVz6d5bc8RRxbvp4UAD5FtCk+5BOgPeT76z19Ukw99ZQbPVCrEr3pyCQ8GNmCvlpCnb2I6lM++zN4vmDDUL6nT2G+NE4HvucS+D1mxII9M4oPPfmvuj294kC9O5uDPttdoz4uDYg9ImH2vFDlPT4P44++Rn6YPojcQb4S7yW81wVEPukNOz5ZXcE9d1igPeQNZr0lyuK8QD/avRvx3z1mm4g8HtuaPdA5gr0qEV09YK2qvErDqT14OLa9qaInPpRy4zx17BY+i6CPPToKkL3Z3tk9IGTHPfao2jpdkBY+JgAxPlfSTzzcpNo9UCULPojHPb2g3AQ+3POHPc293TzPLkA+4epwPrq7eLz9og++4VOGOlJZRb48PCs6v8MvPoRei70B9aY9xKOgvSohOD7FALo93p9TvgP0Qb216wc9kpxfPZufeD5PQaM8J0utPaXq272um6E9I/PaPXIEOj75qgG+BT0+Pe+3xL1UxQa+CzRZOywRmj2ypwE+lu0PPh4ytjtpdhU+7QcRPNfMH77mjKE61oGuvFj18b1rzYK99vIGvfuMvz0cr5M96jj2vIStfD2zxwy98866Pb7zxrwiHms9/wAsPrddGD6sxy49y2pEvhxmmr3ECBs9mSPmu7eDQT4+Rh0+QYEkPXpPBr6oV2E6+f4TvuWiEL7b3U6+pxLvPRVaY70NQtU9fWkVvW4atjz1X1A9NC/2PB/8c74XPcs9I4/mvY/wybw+rVU9DXO4vbtYqL2ksLy9UGXhvT+pqDq+SPQ97/g3vajoprwq3F89cAEWPjwjqD2q0EY9atnRvIePUD7pCm8+d4djvYkfED4xQTE+Lkb5PTu0bD0NeRa95jYovgZszT3Qo+M9kDkGvaz42L1h8CG+PVtSvlgrXr62Xt88iGkjPl7BWr2lzLQ9pDY8PUwObj7ld4y+m6rfvVCJOb4QlBu9ytVevb1inL1Owc09H7tTvd8ehT46Ay29yCSAPpxez71fVh6+YstYvK/FsD3p4hq+05hLvQ9MmTxbCDO+H7tVvfb2xz0/ig096WCWPhXJ4r3hVS+9bb0gvH/PQbxICr28trQWvs+X9j29DWW+yXInPhILgD6fY1u+TmmXPq+S+rxnpag+BG7RPZScsL0Ji1w9H6+KPlBLdz5qlHA+GO4JPl8G3r2nDdW9QyuvvsL8yr3MmsC8HuJjvn9NWr6cZ6E8EbVhvSg4Sb2OIhs9JuoBvpoiDr6jfxy+lLgcPj2dFb6Eeaq9qAEyPkhR1r1HnKW9K9TsvSMDhz4CDR6+0PRrPnERYDxjXDS+woqBPjI8+Dw88TU+AmMyPvFn7T3b+vW95w43PeAdr72Q5cu9TzoHvBvWdj6evpA99/yWvaISpr1PxMa95dlqviu/xz2rPYc9xn5lO3o2y7wYoNY9UYJJPT6Ejz20s4C+DozDvIBBIr4QFqW9KgaJPm7+Ur4gCZO7fq8Bv5EthTzxpQ29OCxcPng8TL49lRw9rI25vqpZQD43Qra9+0viPDTRo76/OnK+Rt2jvImVA72FP/G92knEvmoSxD5KwHU+TBPVvoO1mD5IiAk+6MX3PPgFcj7FR2E9TrvmPTNEAj60diG8n29QvnBQ/j2HamE9OG78PefvoD1nVhA++k7mPe/fML4UhOe9aBVQvsgqgb51ANC+XHx5vmGqSb4qR3Q+dXtjPiaPUD0lrwA+I1wiPg0j/T7BAG88KkiBPl8eKD3wJko9V/SsvbtyDT+1/1M+UWn9Pd2+8T1eJeW97gtwvc8MEj4l/BY+4LnXvTan+T3eAxe+4SeivaEqSD5CavG9hxApvtEbdz7bTP49AkfKO0Dsnj2r+k4+Gz4DPtD9xD2jOz89DOyCvSh8kL7iNW681N0qPn8pAj5UHpK+nv0vPQpNZT0JjEk9uC9dPi6nqL2khhY+fPxRvvVcmD7VYtC9PkeZvWGQ/DylMkE+SMWePcrw9z3foPm9y3ifvV7Idz7iPro91av9vQB6GD8+ZJ+9+v0kvoonkT45uwc+Tr9FO7dn4T13eKG+lExIvn0PGz1hWB++1JB2vnzXtTxqcIo+KdFfPXVePj7rB5K8eOGtvItSuz44VxA71d6jPWjkBb5o6Ei+PKnGPbxBA74x3Mg+3WtyPbw91T1ejGa8XFHOPYOqOL14Qo49CbyEvuYVcr1KhYq+agI2Pc90Wb2XxWy+hljHPsjMpz6I4bK+I+uwPn07Lj6jDck+CoVnvfe5vTwoKc899xL1PSueqz4BYq49xhMyPl1/gT5qEw89PTWSPZ38IL6Hmhi96lBZPlEXLr6ibGA+3bQWPf+uCj5Tyje9PBB+PsEyIz6wYUQ8MTMPPvodfD2t6jo9sGDSu5zGbj0ZoXa7MfrePaVTtbxcCm4+7q51vcBLyT1PhGw+dMUvvtI9RT55MwA+c5pUPeEYkz2fA+g8aCUAPrhWDz7wLvw9MrdpPVneej0WEzK+G2MsPvf1CT6/7m4+koFaPeEUyT1hZdu7hxSDvRnXgLynopI91uEQvYMGBjy0bBG+J9BFPSgMqb2T4j09VYyJPYId0rkyK2q9gWFSPhjwcL3bSJc9pjhwPVN94L0k5W0+6Op3PeBCcT0nvT8+wGNFueY1lD5bE569dQawPmnli70LFeK9ZNoqvcyWe71W3To+B9QuPsPQBz2xs/09uoShvGnA+jxddZ29NrMSPla+Xz5gSPS9aJnEPasbHD6wZ7+7nxoWvFAnhT2VzDY+2YU0O3nQXz7Er2I79pHcPbzXkD0jBEk+I57UvUdI/T3ufc493b3gPcoRBT4G1869vBeUvANbOL1puyO9A3ilPfQ/E76a/lK87PXaPdBIBT6BjQ8+H70hvhBY6bwZ9Yi9K78UvnwGYz4r8RU9fBycPSI8F7yrf8c9hchjPPY7Cz568V0+XkBoPl5ddb0iW3m+BGICPh/Dzr0siHg9otTWvCQoo76MDJK8VB8CvvFzdT5VIAW+L66Avdrs0T36SQE+uLnmvY+0570qVSS9ugUevSRYvL2+iG69evGePY6Z2D3t+L29r9oTvctolj2CDhG+6BcGvrYYZr7NxdW9C6QBPS2HLj69Ndc99z0HPkPUNj3d7ys+MMcSvl9Irb7jzrm9u51TPiOu3L2PIDY+aX1WPluT6bzJcTU7z/DVvdwGYr2jPMg9eVozPqM0cL69pvE9fGlgvcsE372FxpY9e1m+vWarVD16Oos+bIUYPrCXnr6OuiO96K8xvqMYFj4b6QA+aSdfvqb0Lj4LoxQ+MNrmPdQ38bwNMEI+XkFbvgU7rD1ybCI+4TzcvdUUD71x8/68GakwPmeKC70bxR0+v3wlvMuoQz7OfS6+bobMPUlgzz1vefU9J6Cavp6M/7x3X6a8UyNuvjodgL53BFG7l24UPQeUQT5I6cq8gMXivK/fv70DNye+4eh7vp2XG70ikpC9QuxiPcbvKj11XUy7ICczPuZ6Ar5SwgU+qyLYPTJXmT07/fw7d39hPtG2HL4nMBg+gd/CPE7H0b1sqsq93af7vfhfcLxC5TI+Vk0WvtIMJj7gcWI+FszGu+iHgT6oWPs7UxXhPddDz76O4DY+tAgsvjOik73nUpk8QKlRPv7cqzyaymk+mw2cvqtBsj1OCg++2HF8vnKWrD5mrBu+yUIRvSieY77WA2M9QQ6XvS2Sd776H769CyIMPojkMT2zX9e8/cY+vWaBcD4WQ2C9n6i/PLfdHb7SPeY8FoVZPs5Dk7uyezu+Ob7kuwXpaT56HSG+DkfWPRf6trnE4Us+nq6tPjNWFT6Bu7Y9DhsKPtP4/z0bbTE+kC56veMDST1TaBg+TX0PPpNtvD148449MNHHvXtNwjtraUw8jPGCvTdM5TzY9h89umIEPo+hfD648xa+t67XvPlBQb0efV4+pBeuPLfYGj6knui9IjDwPehx7D2SJ5C+v/POvVgbAj4W54898PzjPXWBfDstoXY9091cvYyOWb6y1+m8Cf+4PBvwf7wTyEw+d0iyvRTBMj3fSi89bPCAvq1+nb0Myre8uOEIPgZa6T2KvAu+jcm8PNA0pD6WRS28dwBdvWZdAz4PG509+oBZvnZjj74dKd09LwFevdvoEb2tQpo+hbOjPG7FF74gQIy901U3PgI8Pz3TG6a97+ZePh37hz09yK++Mm9bPRfH1Tq9PmU9gUKlvHPqNT6PHJU80vSMvYTNKj2+VrM8DYMxvkglx71roD2+W8xfPqqKS77W/7g84AvdPVK71z2Ifck9C5UBvLYP0bxM+Jy9J38nPuQvZT7PjtQ9LS4BPo67ST5nBaS9r6KuPQacYD5ZtDQ+uUr7vL/aaT2TvqE9WDXzPKDRHL6J7aS9ulAPPWjd5r0JA3O6RE6+vW6XLj3Boua9XoIYPubmxD3eJym+GIM7PqUmPb1OY8k90oyhvY8Mnz1ayNI9beNsPKkACz4gucW8qVQxvUpZQb0naE6+xTGMPbpHNb41YEE9ftsqPpoHiz2hKz4+BVkNPj5FjT3lSDS+rBAPvmUp6b1xBjs+b0bKPY0oWj7/o6I9hqkFPvpo0z0Bfk48VSU/PfFl3Twpdtg9/kQPPUPrA76YII+9+ZfqPVNg0z3oRbA8VVwNvv73AD5C/h6+jRygvK+TTr4wmRO9WrEvPhk1j7yySFe+M2g7vMHcmD4qUhI+uKkBPlkEJb77F4w49+H8PTVsBD4uiXk+DNvoPYm+Bby9wJY98jbVPTY+DbyHLGA9FSDVPXPVfT0TQag8nzTjvYZzrzz85GA9OkAAPi0rtjus/Gi9VSkAvkufQD5TS2w+hWaYPf5VmLw3Nq69RyYyPpRSGj6V5Lc96yVHPG/enD2Vce47yBwwPsY4OT4erZO9IBikPYmNPD7rEf28ROsIvk2Jib0+7gU+F/gePpkBKj7NHkk+O0UTPR8NKD3fctK8rcZpvLzzCr028gW+1VGKPmWoE701Xua9wMQOvYmkBz4Qgde+U4BFvhD1A76MrdQ9ASZ+PRlmIL5jVRW9fMP3PTZ8vT3xs2e+iHzdvUjsLj5RQio92U6Mvrt89D1NrDY+1HCavf3u971cpiQ+dCQzvb8MmDxs+PA9sqegvX4EYT3c/RE+WN+TPZbb67trjze+HqtXPvA13T1uaDc9j2IbPmXsqz3uCwU+HHBMPgpmzz1c9868CSUEO1cpRr7nGCi+rzghPQUvhj1ZjRc+B17mPWnylj2vDkk+VOaDPsrafD30WDY+soP+vRBpJL5h52o8VvZnvvnYrbwSbwe9JZd1PRDNZL5bFHE9rDs8PTvZTb7VGWe9w8rCvK3PRr0mr889zmmfvZFJjb52MAU+6ezjPU037rxyn5y+yM44PotZ6T35A9A9cK8GvQ2YVj4PT0I9ymBOvpj/Or4YBm6+VsBIPj92RT1jKWk+lVHPvVXftT29/My9yOx/vo+GJr5wpSK+V3L7PSftBD6OQWG+kSguPjo6lj3G8ZG8VdOoPUHYCT2y+WM+CstivqL9Fz1fM8C9waCiPiLqUb7W9g4+aFZtPsYnCj5S3Vg9YsFWvQe+Gz7Ue5w+5V2hvtdhuD3y7Xi9TTXBPMw9R75AkeA9wi/Yvu3lvD43iII8W3vdvevtgD77DIU98YnPu+MjDz4x+fG9R2GNvQMpxzzPSS4+ZhmOPn34BT5Y3Li+v8Cnvi/IlL5gC2g+36SJvZhekjygil4+iINQvfKij74m+8k91WqRvvswL76qevK9sV42Ps2npr1cDFq+fFguvpPtiT35cUG+2kCfPLj4pLsms7S9ULWYPdmbyD1N9xi+jwUDPmoTJD435Ga+5063PrlpRz7N8cU9tTOMu3StYz4UjSS+3FYdPk4foz6sjnm9DYc1PolFGr3Nmyo+uaPYvC08YL0qn+0980uaPmgATb4ZEcQ+sSm6vvHv+DtCtXs+wShAPqdhQj7ax6i+LwpCvrVGm73iZl69lmtVvisB2D7M7DC8ZeRAvr6Lqb65rsu73AcuvnUeLD5T/Qy9ZUIqPtSk3b3JJQW+xfNuvvUWxr4SL5c+SzJ4Pskc3T3DbkA+2WQMPiV4pD7hFzo+5gQBvvG7/70r64a9aXMvPqdGST77iMG+haervZrqV70H8C6+HKgaPt24Jr3e2g69zxUFvpEglb595sY+gjqkPqblzbyvOrq8b3U3vcJDE71N6my+WjLPvaKAgj7BOLU9cYcevgLY3r2LyaK+cvZRvrYGVz3elyw+b6FAvUdcXL3P80a+SYSZvhT7fT2EIAe9EGlmvhU1P76YlDS+kEXGvECjH7xtlmC+paB7vho4aD4f9T6+E3GVPqseFr2XbBs9TZx5uuyuK74nZtG9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"padding": {"s": "VkFMSUQ="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "eBqsvebskrzSusS9jpwMvX9dKD4Pml+7mNm/PUQ1ib38NhS8VL+qvDPmmT34LwK+klEIvRsWBryLTfM8uuo9vT34U70mM4q8lcGbPVzzm73Ef6u9V8GMPfoyCb3eNPU8zDDXvMGVNb1Lqie+TuBkveiy2TlbFCE8gUgLvuEFyTx2+Ey9DdbjvK6pcT2Nvp+9cwd4vXOocj3gEjk9kFbkPOrIl7yR7VK9Oa39POJ/Lr04q7891GWQvVqVeD2reaa9MpTjO0lZ2r2AlEa8cxiGvN43Nr1jzSM9pvMFvjB4CjwCUBW+vEP9vDzbQr2CIS69n+zlvRNQgr3Xzx++VkX3vfemFL6OYkQ8iaMiPRBv2ju51428bAenPJn7KT7H9Iy7s2U3O2dw6Luvx8g88H+nPK2vTTw1SvQ83Xh8vODySL1D3AG9tj7Ku4946L1Tl5+9fRO7vanoPj2Shn88EM9ovaejSz2It/q7t9L7vD59bz2hVp48bxjsvbqpKL38MTU9OBqVvdWm9T3Bwx28LgznvWHB7Lz+mfA8bQWHvXWNxb0KQRM99ykBvl98qbxCe189/YqsvfxGFb23T7K8uQcjPdPAkT1P4gE8F+b4PNWFSLzoIW692TrmPTY8Bb1Xd3W9e88svrSRiL0AuLE8lDaqPDMUhDprEz+8xe/6vMmgFj0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 